<?php
$db = new PDO("mysql:host=localhost;dbname=mykugoo", "root", "");

// популярные товары
$infoPopularProducts = [];

if ($query = $db->query("SELECT * FROM `popular-product`")) {
   $infoPopularProducts = $query->fetchAll(PDO::FETCH_ASSOC);
} else {
   print_r($db->errorInfo());
}

?>

<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta http-equiv="X-UA-Compatible" content="IE=edge">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <title>Kugoo Kirin M4</title>
   <link rel="icon" href="/img/logo/Kugoo.svg" type="image/svg">
   <link rel="preconnect" href="https://fonts.googleapis.com">
   <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
   <link
      href="https://fonts.googleapis.com/css2?family=Jost:wght@400;500;600;700&family=Roboto:ital,wght@0,300;0,500;0,700;1,400&display=swap"
      rel="stylesheet">
   <link rel="stylesheet" href="/css/global.css">
   <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/swiper@8/swiper-bundle.min.css" />
   <script defer src="https://cdn.jsdelivr.net/npm/swiper@8/swiper-bundle.min.js"></script>
   <script defer src="/js/cardSlider.js"></script>
   <script defer src="/js/basket.js"></script>
   <script defer src="/js/rowFeedbackSlider.js"></script>
   <script defer src="/js/catalog-modal.js"></script>
   <script defer src="/js/tabsCard.js"></script>
   <script defer src="/js/tel.js"></script>
   <script defer src="/js/tel-input.js"></script>
   <script defer src="/js/popups.js"></script>
</head>

<body>

   <!-- pages -->
   <div class="pages">

      <!-- header -->
      <header class="header">
         <div class="header__container container">
            <div class="header__top-header top-header">
               <nav class="top-header__menu">
                  <ul class="top-header__list">
                     <li class="top-header__item">
                        <a href="#" class="top-header__link underline">
                           Сервис
                        </a>
                     </li>
                     <li class="top-header__item">
                        <a href="#" class="top-header__link underline">
                           Сотрудничество
                        </a>
                     </li>
                     <li class="top-header__item">
                        <p class="top-header__text order-call underline">
                           Заказать звонок
                        </p>
                     </li>
                  </ul>
               </nav>
               <ul class="top-header__icons-link icons-link">
                  <li class="icons-link__item">
                     <a href="#">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                           <g clip-path="url(#clip0_213_955)">
                              <path
                                 d="M8.54256 9.03967C8.35957 9.22278 8.06282 9.22278 7.87971 9.03967L5.74959 6.90955C5.6617 6.82165 5.61226 6.70239 5.61226 6.57812C5.61226 6.45373 5.6617 6.33459 5.74959 6.24658L6.12825 5.86804L5.01607 4.75586L4.10493 5.66699C3.79829 5.97363 3.79842 6.47253 4.10493 6.77917L8.01009 10.6846C8.15767 10.8322 8.35518 10.9133 8.56624 10.9133C8.7773 10.9133 8.97481 10.832 9.12239 10.6844L10.0335 9.77344L8.92134 8.66113L8.54256 9.03967Z"
                                 fill="#5D6C7B" class="purple"></path>
                              <path
                                 d="M15.3276 5.64722C15.3276 4.14441 14.7388 2.72791 13.6692 1.65845C12.5997 0.588989 11.1832 0 9.68054 0H6.33447C6.33447 0 6.33447 0 6.33435 0C4.83179 0 3.41528 0.588989 2.34595 1.65833C1.27649 2.72778 0.6875 4.14441 0.6875 5.64709V8.27722C0.6875 9.44092 1.04248 10.5604 1.71411 11.5146C2.30664 12.3564 3.10352 13.0139 4.03259 13.4309V14.9417C4.03259 15.7228 4.46997 15.9999 4.84448 16C5.11206 16 5.37976 15.8679 5.64026 15.6075L7.32324 13.9243H9.68066C11.1833 13.9243 12.5999 13.3353 13.6693 12.2659C14.7388 11.1964 15.3278 9.77991 15.3278 8.27722L15.3276 5.64722ZM11.0293 10.1049L9.78662 11.3474C9.46191 11.6721 9.02905 11.8507 8.56763 11.8507C8.1062 11.8507 7.67334 11.672 7.34863 11.3474L3.44336 7.44202C2.77136 6.76978 2.77136 5.67615 3.44336 5.00403L4.68604 3.76147C4.77393 3.67346 4.89307 3.62415 5.01746 3.62415C5.14172 3.62415 5.26099 3.67346 5.34888 3.76147L7.12402 5.53662C7.21191 5.62451 7.26123 5.74377 7.26123 5.86804C7.26123 5.99231 7.21191 6.11157 7.1239 6.19946L6.74536 6.578L8.21265 8.04529L8.59131 7.66663C8.77441 7.48364 9.07117 7.48364 9.25415 7.66675L11.0293 9.44189C11.1173 9.52979 11.1666 9.64905 11.1666 9.77332C11.1666 9.89771 11.1173 10.017 11.0293 10.1049ZM7.65259 4.55066C7.65259 4.29187 7.86243 4.08191 8.12134 4.08191C9.74548 4.08191 11.0669 5.4032 11.0669 7.02722C11.0669 7.28613 10.8571 7.49597 10.5981 7.49597C10.3394 7.49597 10.1294 7.28613 10.1294 7.02722C10.1294 5.92017 9.22864 5.01941 8.12134 5.01941C7.86243 5.01941 7.65259 4.80957 7.65259 4.55066ZM12.6063 7.49622C12.3474 7.49622 12.1376 7.28625 12.1376 7.02747C12.1377 5.95459 11.7198 4.94604 10.9613 4.18738C10.2026 3.42883 9.19409 3.01099 8.12122 3.01099C7.86243 3.01099 7.65247 2.80115 7.65247 2.54224C7.65247 2.28345 7.86243 2.07349 8.12122 2.07349C9.44446 2.07349 10.6885 2.58887 11.6241 3.52454C12.5599 4.46021 13.0752 5.70422 13.0751 7.02747C13.0751 7.28625 12.8652 7.49622 12.6063 7.49622Z"
                                 fill="#5D6C7B" class="purple"></path>
                           </g>
                           <defs>
                              <clipPath id="clip0_213_955">
                                 <rect width="16" height="16" fill="white"></rect>
                              </clipPath>
                           </defs>
                        </svg>
                     </a>
                  </li>
                  <li class="icons-link__item">
                     <a href="#">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                           <g clip-path="url(#clip0_213_958)">
                              <path class="green"
                                 d="M7.99571 0.00488666C3.58004 0.0058236 0.00119302 3.58621 0.00212996 8.00188C0.00244228 9.53088 0.441214 11.0277 1.26635 12.3149L0.0224305 15.5424C-0.0438116 15.714 0.0416378 15.9069 0.213286 15.9731C0.25167 15.9879 0.292427 15.9955 0.333559 15.9955C0.371724 15.9956 0.409608 15.9891 0.445493 15.9761L3.77686 14.7868C7.52502 17.1212 12.4559 15.9751 14.7903 12.2269C17.1247 8.47875 15.9786 3.54789 12.2304 1.21352C10.9598 0.422171 9.49261 0.00341878 7.99571 0.00488666Z"
                                 fill="#5D6C7B"></path>
                              <path
                                 d="M11.8055 9.36609C11.8055 9.36609 10.9894 8.96633 10.4783 8.69983C9.90002 8.40201 9.22042 8.95968 8.90061 9.27683C8.40288 9.08563 7.94827 8.79705 7.5634 8.42799C7.19428 8.04319 6.9057 7.58858 6.71456 7.09078C7.03172 6.77031 7.58805 6.09137 7.29156 5.51306C7.02838 5.00136 6.6253 4.18519 6.6253 4.18519C6.56874 4.07294 6.45384 4.00208 6.32813 4.00195H5.66187C4.69157 4.16954 3.98608 5.01617 3.9962 6.00077C3.9962 7.04681 5.24812 9.0563 6.0923 9.90112C6.93649 10.7459 8.94596 11.9972 9.99265 11.9972C10.9773 12.0073 11.8239 11.3018 11.9915 10.3316V9.66529C11.9916 9.53824 11.9195 9.42221 11.8055 9.36609Z"
                                 fill="#F7F7F7"></path>
                           </g>
                           <defs>
                              <clipPath id="clip0_213_958">
                                 <rect width="16" height="16" fill="white"></rect>
                              </clipPath>
                           </defs>
                        </svg>
                     </a>
                  </li>
                  <li class="icons-link__item">
                     <a href="#">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                           <g clip-path="url(#clip0_213_961)">
                              <path class="blue"
                                 d="M6.27812 10.1211L6.01345 13.8438C6.39212 13.8438 6.55612 13.6811 6.75279 13.4858L8.52812 11.7891L12.2068 14.4831C12.8815 14.8591 13.3568 14.6611 13.5388 13.8624L15.9535 2.54777L15.9541 2.5471C16.1681 1.54977 15.5935 1.15977 14.9361 1.40443L0.742785 6.83843C-0.225881 7.21443 -0.211215 7.75443 0.578119 7.9991L4.20679 9.12777L12.6355 3.85377C13.0321 3.5911 13.3928 3.73643 13.0961 3.9991L6.27812 10.1211Z"
                                 fill="#5D6C7B"></path>
                           </g>
                           <defs>
                              <clipPath id="clip0_213_961">
                                 <rect width="16" height="16" fill="white"></rect>
                              </clipPath>
                           </defs>
                        </svg>
                     </a>
                  </li>
               </ul>
               <div class="top-header__tel-block tel-block">
                  <a href="tel:+7 (800) 505-54-61" class="tel-block__link">
                     +7 (800) 505-54-61
                  </a>
                  <button class="tel-block__button" type="button">
                     +
                  </button>
                  <ul class="tel-block__popup">
                     <li class="tel-block__item">
                        <p class="tel-block__subtitle">
                           Сервисный центр
                        </p>
                        <a href="#" class="tel-block__link tel-block__link_big">
                           + 7 (499) 350 76 92
                        </a>
                     </li>
                     <li class="tel-block__item">
                        <p class="tel-block__subtitle">
                           Оптовый отдел
                        </p>
                        <a href="#" class="tel-block__link tel-block__link_big">
                           +7 (499) 281-64-52
                        </a>
                        <p class="tel-block__time">
                           пн-сб <time>10:00</time> - <time>19:00</time>
                        </p>
                     </li>
                     <li class="tel-block__item">
                        <p class="tel-block__subtitle">
                           Отдел рекламаций и претензий
                        </p>
                        <a href="#" class="tel-block__link tel-block__link_big">
                           +7 (499) 350-76-92
                        </a>
                        <p class="tel-block__time">
                           пн-сб <time>10:00</time> - <time>19:00</time>
                        </p>
                     </li>
                  </ul>
               </div>
            </div>
         </div>
         <span class="header__arrow"></span>
         <div class="header__container container">
            <div class="header__middle-header middle-header">
               <div class="middle-header__links">
                  <a href="/index.php" class="middle-header__logo logo">
                     KUGOO
                  </a>
                  <button type="button" class="middle-header__button button button_purple">
                     <div class="middle-header__burger">
                        <span></span>
                     </div>
                     <span>Каталог</span>
                  </button>
                  <div class="middle-header__catalog-modal catalog-modal">
                     <nav class="catalog-modal__menu">
                        <ul class="catalog-modal__list">
                           <li class="catalog-modal__item catalog-modal__item_electric-scooters">
                              <a href="#" class="catalog-modal__link">
                                 <svg class="catalog-modal__icon" width="16" height="17" viewBox="0 0 16 17" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_521_19169)">
                                       <path
                                          d="M10.9689 13.3374H5.02734C5.17262 13.687 5.25299 14.0701 5.25299 14.4716C5.25299 14.8731 5.17262 15.2562 5.02734 15.6058H10.9689C10.8236 15.2562 10.7432 14.8731 10.7432 14.4716C10.7432 14.0701 10.8236 13.687 10.9689 13.3374V13.3374Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M13.8348 11.5091L12.6858 0.5H9.57422V1.43744H11.8411L12.9037 11.6187C13.161 11.5456 13.4325 11.5064 13.713 11.5064C13.7538 11.5064 13.7944 11.5074 13.8348 11.5091Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M15.7398 14.4724C15.7398 13.3541 14.83 12.4443 13.7117 12.4443C12.5934 12.4443 11.6836 13.3541 11.6836 14.4724C11.6836 15.5907 12.5934 16.5005 13.7117 16.5005C14.83 16.5005 15.7398 15.5907 15.7398 14.4724Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M7.99956 8.08978C8.73951 8.08978 9.45265 8.40132 9.95615 8.94447L10.6436 8.30717C9.96334 7.57325 8.99959 7.15234 7.99956 7.15234C6.99952 7.15234 6.03577 7.57325 5.35547 8.30717L6.04296 8.94447C6.54646 8.40129 7.2596 8.08978 7.99956 8.08978V8.08978Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M6.50781 9.74653L7.28305 10.2736C7.44425 10.0365 7.71124 9.89496 7.99725 9.89496C8.28326 9.89496 8.55025 10.0365 8.71146 10.2736L9.48669 9.74653C9.15081 9.25247 8.594 8.95752 7.99725 8.95752C7.40051 8.95752 6.8437 9.2525 6.50781 9.74653Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M4.31793 14.4724C4.31793 13.3541 3.40814 12.4443 2.28984 12.4443C1.17154 12.4443 0.261719 13.3541 0.261719 14.4724C0.261719 15.5907 1.1715 16.5005 2.28981 16.5005C3.40811 16.5005 4.31793 15.5907 4.31793 14.4724Z"
                                          fill="#5D6C7B" />
                                    </g>
                                    <defs>
                                       <clipPath id="clip0_521_19169">
                                          <rect width="16" height="16" fill="white" transform="translate(0 0.5)" />
                                       </clipPath>
                                    </defs>
                                 </svg>
                                 <p class="catalog-modal__title">
                                    Электросамокаты
                                 </p>
                              </a>
                              <ul
                                 class="catalog-modal__info-modal-catalog info-modal-catalog info-modal-catalog_electric-scooters">
                                 <li class="info-modal-catalog__item">
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Особенности
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Внедорожный
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Городской
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Зимний
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          С сиденьем
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Без сиденья
                                       </li>
                                    </ul>
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Для кого
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Для детей и подростков
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Для взрослых
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Для пенсионеров
                                       </li>
                                    </ul>
                                 </li>
                              </ul>
                           </li>
                           <li class="catalog-modal__item catalog-modal__item_scooters">
                              <a href="#" class="catalog-modal__link">
                                 <svg class="catalog-modal__icon" width="16" height="17" viewBox="0 0 16 17" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_521_19177)">
                                       <path
                                          d="M9.57304 5.26829L10.4347 4.89349L8.83378 0.890625H6.51172V1.82997H8.19753L9.57304 5.26829Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M14.2558 11.2713C13.6083 9.76645 12.2059 6.50817 11.713 5.36279L9.01365 6.53666L9.6643 8.04901L7.34036 12.163H5.9805C5.9805 10.4077 4.59434 9.15712 3.02188 9.15712H0V10.0965H3.02188C4.08803 10.0965 5.04116 10.9381 5.04116 12.163H4.49289C3.85382 11.302 2.70312 10.9269 1.66045 11.3098C0.773708 11.6329 0.0898641 12.4683 0.0350689 13.5003C-0.0560476 15.1921 1.54178 16.4646 3.15808 16.0197C3.67409 15.8772 4.15222 15.5653 4.49289 15.1063H8.79008L11.0148 11.1864C11.4409 12.1765 11.4735 12.2457 11.4744 12.2529C10.8648 13.1518 10.928 14.3351 11.5871 15.1674C12.5155 16.3588 14.3178 16.432 15.3398 15.3148C16.5854 13.9716 15.9817 11.8029 14.2558 11.2713Z"
                                          fill="#5D6C7B" />
                                    </g>
                                    <defs>
                                       <clipPath id="clip0_521_19177">
                                          <rect width="16" height="16" fill="white" transform="translate(0 0.5)" />
                                       </clipPath>
                                    </defs>
                                 </svg>
                                 <p class="catalog-modal__title">
                                    Электроскутеры
                                 </p>
                              </a>
                              <ul
                                 class="catalog-modal__info-modal-catalog info-modal-catalog info-modal-catalog_scooters">
                                 <li class="info-modal-catalog__item">
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Особенности
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Электроскутеры
                                       </li>
                                    </ul>
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Для кого
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Электроскутеры
                                       </li>
                                    </ul>
                                 </li>
                              </ul>
                           </li>
                           <li class="catalog-modal__item catalog-modal__item_electric-bicycles">
                              <a href="#" class="catalog-modal__link">
                                 <svg class="catalog-modal__icon" width="16" height="17" viewBox="0 0 16 17" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_521_19198)">
                                       <path
                                          d="M12.2965 7.10321L11.4513 4.54837H12.161C12.4449 4.54837 12.6771 4.31611 12.6771 4.03224C12.6771 3.74837 12.4449 3.51611 12.161 3.51611H10.7384C10.3868 3.51611 10.1384 3.86127 10.2481 4.19353L10.7546 5.72579L10.3868 6.19353H5.98037L5.41585 5.25805H5.54488C5.82876 5.25805 6.06101 5.02579 6.06101 4.74192C6.06101 4.45805 5.82876 4.22579 5.54488 4.22579H3.93198C3.64811 4.22579 3.41585 4.45805 3.41585 4.74192C3.41585 5.02579 3.64811 5.25805 3.93198 5.25805H4.2094L6.92876 9.77418H6.36101C5.96101 7.28386 2.84166 6.11934 0.938433 8.02256C-0.316406 9.2774 -0.319632 11.2871 0.938433 12.5419C2.79327 14.3968 5.93521 13.3516 6.35779 10.8064H7.83843C7.9965 10.8064 8.14811 10.7322 8.24488 10.6097L11.1417 6.90644L11.3126 7.42579C10.2836 7.96127 9.57714 9.03869 9.57714 10.2742C9.57714 12.0451 11.0159 13.4839 12.7868 13.4839C14.5578 13.4839 15.9997 12.0451 15.9997 10.2742C15.9997 8.31934 14.2513 6.79998 12.2965 7.10321ZM4.56747 9.77418C4.36101 9.20321 3.81263 8.79676 3.17069 8.79676C2.35134 8.79676 1.68359 9.46127 1.68359 10.2839C1.68359 11.1032 2.34811 11.771 3.17069 11.771C3.80617 11.771 4.34811 11.371 4.56101 10.8097H5.3094C5.07392 11.7516 4.21908 12.4548 3.20295 12.4548C2.00617 12.4548 1.03198 11.4806 1.03198 10.2839C1.03198 9.08708 2.00617 8.11289 3.20295 8.11289C4.22553 8.11289 5.08359 8.82256 5.31263 9.77418H4.56747ZM7.89972 9.3774L6.60295 7.22579H9.58037L7.89972 9.3774ZM12.79 12.4516C11.59 12.4516 10.6126 11.4742 10.6126 10.2742C10.6126 9.49353 11.0255 8.80644 11.6449 8.42256L11.8739 9.11289C11.5288 9.38385 11.3062 9.80644 11.3062 10.2806C11.3062 11.1 11.9707 11.7677 12.7933 11.7677C13.6159 11.7677 14.2804 11.1032 14.2804 10.2806C14.2804 9.48063 13.6513 8.82902 12.8578 8.79676L12.6288 8.10321C13.9029 8.00644 14.9707 9.01934 14.9707 10.2742C14.9675 11.4742 13.99 12.4516 12.79 12.4516Z"
                                          fill="#5D6C7B" />
                                    </g>
                                    <defs>
                                       <clipPath id="clip0_521_19198">
                                          <rect width="16" height="16" fill="white" transform="translate(0 0.5)" />
                                       </clipPath>
                                    </defs>
                                 </svg>
                                 <p class="catalog-modal__title">
                                    Электровелосипеды
                                 </p>
                              </a>
                              <ul
                                 class="catalog-modal__info-modal-catalog info-modal-catalog info-modal-catalog_electric-bicycles">
                                 <li class="info-modal-catalog__item">
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Особенности
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Электровелосипеды
                                       </li>
                                    </ul>
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Для кого
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Электровелосипеды
                                       </li>
                                    </ul>
                                 </li>
                              </ul>
                           </li>
                           <li class="catalog-modal__item catalog-modal__item_robot-cleaner">
                              <a href="#" class="catalog-modal__link">
                                 <svg class="catalog-modal__icon" width="16" height="17" viewBox="0 0 16 17" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_521_19188)">
                                       <path
                                          d="M2.69141 2.51941L3.52783 3.35583C4.76782 2.27502 6.33777 1.68469 7.99854 1.68469C8.70691 1.68469 9.39856 1.79248 10.0553 1.99939C10.0675 2.00269 10.0795 2.00647 10.0913 2.01086C10.9607 2.29016 11.7678 2.74438 12.4692 3.35583L13.3057 2.51941C11.8925 1.26392 10.0332 0.5 7.99854 0.5C5.96387 0.5 4.10461 1.26392 2.69141 2.51941Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M13.9806 3.19287L13.1442 4.0293C14.2251 5.26929 14.8153 6.83923 14.8153 8.5C14.8153 10.3204 14.1064 12.0319 12.8192 13.3192C11.532 14.6064 9.82043 15.3153 8 15.3153C6.17957 15.3153 4.46814 14.6064 3.18079 13.3192C1.89355 12.0319 1.18469 10.3204 1.18469 8.5C1.18469 6.83923 1.7749 5.26929 2.85583 4.0293L2.01941 3.19287C0.763916 4.60608 0 6.46533 0 8.5C0 12.9113 3.58875 16.5 8 16.5C12.4113 16.5 16 12.9113 16 8.5C16 6.46533 15.2361 4.60608 13.9806 3.19287Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M8.00085 2.63721C7.49878 2.63721 7.01135 2.70068 6.5459 2.81995C6.55481 3.83789 6.54297 8.19092 6.54297 8.38855C6.54297 8.96899 6.74072 9.51514 7.26782 9.82153C7.70581 10.0762 8.27917 10.0793 8.71997 9.82947C9.27783 9.51331 9.4176 8.99805 9.45044 8.43665C9.45764 8.31311 9.45874 3.65955 9.45874 2.82068C8.99255 2.70093 8.50403 2.63721 8.00085 2.63721ZM8.00085 8.97632C7.73389 8.97632 7.53625 8.75818 7.52466 8.50012C7.51318 8.24292 7.75183 8.02393 8.00085 8.02393C8.26782 8.02393 8.46545 8.24207 8.47705 8.50012C8.48853 8.75732 8.24988 8.97632 8.00085 8.97632Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M5.58936 3.15576C3.5553 4.07678 2.13672 6.12585 2.13672 8.50012C2.13672 11.7329 4.76672 14.363 7.99963 14.363C11.2325 14.363 13.8625 11.7329 13.8625 8.50012C13.8625 6.12585 12.444 4.07678 10.4099 3.15576V6.03113V7.96228C10.4099 8.41064 10.4374 8.87036 10.2928 9.30237C9.90955 10.4484 8.75342 11.126 7.56787 10.9298C6.42798 10.7413 5.59985 9.69751 5.58936 8.55969C5.57983 7.53308 5.58936 6.5061 5.58936 5.47961C5.58936 4.70496 5.58936 3.93042 5.58936 3.15576Z"
                                          fill="#5D6C7B" />
                                    </g>
                                    <defs>
                                       <clipPath id="clip0_521_19188">
                                          <rect width="16" height="16" fill="white" transform="translate(0 0.5)" />
                                       </clipPath>
                                    </defs>
                                 </svg>
                                 <p class="catalog-modal__title">
                                    Робот-пылесосы
                                 </p>
                              </a>
                              <ul
                                 class="catalog-modal__info-modal-catalog info-modal-catalog info-modal-catalog_robot-cleaner">
                                 <li class="info-modal-catalog__item">
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Особенности
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Робот-пылесосы
                                       </li>
                                    </ul>
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Для кого
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Робот-пылесосы
                                       </li>
                                    </ul>
                                 </li>
                              </ul>
                           </li>
                           <li class="catalog-modal__item catalog-modal__item_scales">
                              <a href="#" class="catalog-modal__link">
                                 <svg class="catalog-modal__icon" width="16" height="17" viewBox="0 0 16 17" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_521_19194)">
                                       <path
                                          d="M13.5229 0.5H2.47709C1.11122 0.5 0 1.61122 0 2.97709V14.0229C0 15.3888 1.11122 16.5 2.47709 16.5H13.5229C14.8888 16.5 16 15.3888 16 14.0229V2.97709C16 1.61122 14.8888 0.5 13.5229 0.5ZM12.2359 4.92691L10.4613 6.70172C10.2782 6.88481 9.98153 6.88472 9.79847 6.70181C9.31747 6.221 8.67878 5.95625 8 5.95625C7.32122 5.95625 6.68253 6.22103 6.20153 6.70181C6.01844 6.88475 5.72172 6.88475 5.53866 6.70172L3.76406 4.92691C3.58103 4.74384 3.58106 4.44706 3.76409 4.264C4.89622 3.13184 6.40056 2.50834 8 2.50834C9.59944 2.50834 11.1038 3.13184 12.2359 4.26403C12.4189 4.44706 12.419 4.74384 12.2359 4.92691Z"
                                          fill="#5D6C7B" />
                                       <path
                                          d="M4.77344 4.61049L5.89216 5.72934C6.49544 5.26831 7.22875 5.01874 7.99997 5.01874C8.77119 5.01874 9.5045 5.26831 10.1078 5.72934L11.2265 4.61049C10.3209 3.8563 9.19172 3.4458 7.99997 3.4458C6.80822 3.4458 5.679 3.8563 4.77344 4.61049Z"
                                          fill="#5D6C7B" />
                                    </g>
                                    <defs>
                                       <clipPath id="clip0_521_19194">
                                          <rect width="16" height="16" fill="white" transform="translate(0 0.5)" />
                                       </clipPath>
                                    </defs>
                                 </svg>
                                 <p class="catalog-modal__title">
                                    Весы
                                 </p>
                              </a>
                              <ul
                                 class="catalog-modal__info-modal-catalog info-modal-catalog info-modal-catalog_scales">
                                 <li class="info-modal-catalog__item">
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Особенности
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Весы
                                       </li>
                                    </ul>
                                    <ul class="info-modal-catalog__desk">
                                       <li class="info-modal-catalog__subtitle">
                                          Для кого
                                       </li>
                                       <li class="info-modal-catalog__text">
                                          Весы
                                       </li>
                                    </ul>
                                 </li>
                              </ul>
                           </li>
                        </ul>
                     </nav>
                  </div>
               </div>
               <form action="#" method="get" class="middle-header__form-header form-header">
                  <select name="" id="" class="form-header__selects" tabindex="1">
                     <option value="Везде" class="form-header__select">
                        Везде
                     </option>
                     <option value="Самокаты" class="form-header__select">
                        Самокаты
                     </option>
                     <option value="Самокаты" class="form-header__select">
                        Аксессуары
                     </option>
                  </select>
                  <input type="text" name="search" required tabindex="2" placeholder="Искать самокат KUGO"
                     class="form-header__input">
                  <button class="form-header__button" type="submit" tabindex="3">
                     <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                           d="M15.9519 14.8499L10.758 9.65596C11.564 8.61396 11.9999 7.33997 11.9999 5.99997C11.9999 4.39598 11.374 2.89199 10.242 1.75799C9.10996 0.623997 7.60197 0 5.99997 0C4.39798 0 2.88999 0.625997 1.75799 1.75799C0.623997 2.88999 0 4.39598 0 5.99997C0 7.60197 0.625997 9.10996 1.75799 10.242C2.88999 11.376 4.39598 11.9999 5.99997 11.9999C7.33997 11.9999 8.61196 11.564 9.65396 10.76L14.8479 15.9519C14.8632 15.9672 14.8812 15.9793 14.9012 15.9875C14.9211 15.9958 14.9424 16 14.9639 16C14.9855 16 15.0068 15.9958 15.0267 15.9875C15.0466 15.9793 15.0647 15.9672 15.0799 15.9519L15.9519 15.0819C15.9672 15.0667 15.9793 15.0486 15.9875 15.0287C15.9958 15.0088 16 14.9875 16 14.9659C16 14.9444 15.9958 14.9231 15.9875 14.9032C15.9793 14.8833 15.9672 14.8652 15.9519 14.8499ZM9.16796 9.16796C8.31996 10.014 7.19597 10.48 5.99997 10.48C4.80398 10.48 3.67998 10.014 2.83199 9.16796C1.98599 8.31996 1.51999 7.19597 1.51999 5.99997C1.51999 4.80398 1.98599 3.67798 2.83199 2.83199C3.67998 1.98599 4.80398 1.51999 5.99997 1.51999C7.19597 1.51999 8.32196 1.98399 9.16796 2.83199C10.014 3.67998 10.48 4.80398 10.48 5.99997C10.48 7.19597 10.014 8.32196 9.16796 9.16796Z"
                           fill="white" />
                     </svg>
                  </button>
               </form>
               <ul class="middle-header__row">
                  <li class="middle-header__item">
                     <button type="button">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                           <mask id="path-1-inside-1_7825_20528" fill="white">
                              <path
                                 d="M19.4141 11.2663H18.7766L16.7349 6.31856C17.0208 6.27958 17.2413 6.03466 17.2413 5.73754C17.2413 5.41333 16.979 5.15049 16.6554 5.15049H11.6177C11.3769 4.48044 10.7363 4 9.98559 4C9.23488 4 8.59422 4.48048 8.3534 5.15049H3.34465C3.02105 5.15049 2.75871 5.41333 2.75871 5.73754C2.75871 6.03466 2.97926 6.27958 3.26512 6.31856L1.22344 11.2663H0.585938C0.262344 11.2663 0 11.5291 0 11.8533C0 14.1398 1.85668 16 4.13883 16C6.42098 16 8.27766 14.1398 8.27766 11.8533C8.27766 11.5291 8.01531 11.2663 7.69172 11.2663H7.05418L5.01504 6.32458H8.3534C8.59422 6.99464 9.23484 7.47508 9.98559 7.47508C10.7363 7.47508 11.3769 6.99464 11.6177 6.32458H14.985L12.9459 11.2663H12.3083C11.9847 11.2663 11.7224 11.5291 11.7224 11.8533C11.7224 14.1398 13.5791 16 15.8612 16C18.1434 16 20 14.1398 20 11.8533C20 11.5291 19.7377 11.2663 19.4141 11.2663ZM4.13883 14.8259C2.70332 14.8259 1.5027 13.7993 1.22996 12.4404H7.0477C6.77496 13.7993 5.57434 14.8259 4.13883 14.8259ZM5.78613 11.2663H2.49152L4.13883 7.27423L5.78613 11.2663ZM9.98555 6.30098C9.67543 6.30098 9.42316 6.04824 9.42316 5.73754C9.42316 5.42683 9.67543 5.17409 9.98555 5.17409C10.2956 5.17409 10.5479 5.42683 10.5479 5.73754C10.5479 6.04824 10.2957 6.30098 9.98555 6.30098ZM15.8612 7.27423L17.5085 11.2663H14.2139L15.8612 7.27423ZM15.8612 14.8259C14.4257 14.8259 13.225 13.7993 12.9523 12.4404H18.77C18.4973 13.7993 17.2966 14.8259 15.8612 14.8259Z" />
                           </mask>
                           <path
                              d="M19.4141 11.2663H18.7766L16.7349 6.31856C17.0208 6.27958 17.2413 6.03466 17.2413 5.73754C17.2413 5.41333 16.979 5.15049 16.6554 5.15049H11.6177C11.3769 4.48044 10.7363 4 9.98559 4C9.23488 4 8.59422 4.48048 8.3534 5.15049H3.34465C3.02105 5.15049 2.75871 5.41333 2.75871 5.73754C2.75871 6.03466 2.97926 6.27958 3.26512 6.31856L1.22344 11.2663H0.585938C0.262344 11.2663 0 11.5291 0 11.8533C0 14.1398 1.85668 16 4.13883 16C6.42098 16 8.27766 14.1398 8.27766 11.8533C8.27766 11.5291 8.01531 11.2663 7.69172 11.2663H7.05418L5.01504 6.32458H8.3534C8.59422 6.99464 9.23484 7.47508 9.98559 7.47508C10.7363 7.47508 11.3769 6.99464 11.6177 6.32458H14.985L12.9459 11.2663H12.3083C11.9847 11.2663 11.7224 11.5291 11.7224 11.8533C11.7224 14.1398 13.5791 16 15.8612 16C18.1434 16 20 14.1398 20 11.8533C20 11.5291 19.7377 11.2663 19.4141 11.2663ZM4.13883 14.8259C2.70332 14.8259 1.5027 13.7993 1.22996 12.4404H7.0477C6.77496 13.7993 5.57434 14.8259 4.13883 14.8259ZM5.78613 11.2663H2.49152L4.13883 7.27423L5.78613 11.2663ZM9.98555 6.30098C9.67543 6.30098 9.42316 6.04824 9.42316 5.73754C9.42316 5.42683 9.67543 5.17409 9.98555 5.17409C10.2956 5.17409 10.5479 5.42683 10.5479 5.73754C10.5479 6.04824 10.2957 6.30098 9.98555 6.30098ZM15.8612 7.27423L17.5085 11.2663H14.2139L15.8612 7.27423ZM15.8612 14.8259C14.4257 14.8259 13.225 13.7993 12.9523 12.4404H18.77C18.4973 13.7993 17.2966 14.8259 15.8612 14.8259Z"
                              fill="#282739" />
                           <path
                              d="M18.7766 11.2663L15.079 12.7921L16.1 15.2663H18.7766V11.2663ZM16.7349 6.31856L16.1946 2.35522L11.0611 3.05512L13.0374 7.84433L16.7349 6.31856ZM11.6177 5.15049L7.85347 6.50339L8.80485 9.15049H11.6177V5.15049ZM8.3534 5.15049V9.15049H11.1662L12.1176 6.50345L8.3534 5.15049ZM3.26512 6.31856L6.96268 7.84435L8.93891 3.05522L3.80556 2.35523L3.26512 6.31856ZM1.22344 11.2663V15.2663H3.90002L4.921 12.7921L1.22344 11.2663ZM7.05418 11.2663L3.35661 12.7921L4.37757 15.2663H7.05418V11.2663ZM5.01504 6.32458V2.32458H-0.962677L1.31747 7.85035L5.01504 6.32458ZM8.3534 6.32458L12.1177 4.97169L11.1663 2.32458H8.3534V6.32458ZM11.6177 6.32458V2.32458H8.80485L7.85347 4.97169L11.6177 6.32458ZM14.985 6.32458L18.6826 7.85034L20.9627 2.32458L14.985 2.32458V6.32458ZM12.9459 11.2663V15.2663H15.6225L16.6434 12.7921L12.9459 11.2663ZM1.22996 12.4404V8.44039H-3.65259L-2.69183 13.2275L1.22996 12.4404ZM7.0477 12.4404L10.9695 13.2275L11.9302 8.44039H7.0477V12.4404ZM5.78613 11.2663V15.2663H11.7639L9.4837 9.74052L5.78613 11.2663ZM2.49152 11.2663L-1.20604 9.74052L-3.48623 15.2663H2.49152V11.2663ZM4.13883 7.27423L7.83639 5.74845L4.13883 -3.21221L0.441262 5.74845L4.13883 7.27423ZM15.8612 7.27423L19.5587 5.74845L15.8612 -3.21221L12.1636 5.74845L15.8612 7.27423ZM17.5085 11.2663V15.2663H23.4862L21.206 9.74052L17.5085 11.2663ZM14.2139 11.2663L10.5163 9.74052L8.23612 15.2663H14.2139V11.2663ZM12.9523 12.4404V8.44039H8.06975L9.03051 13.2275L12.9523 12.4404ZM18.77 12.4404L22.6918 13.2275L23.6526 8.44039H18.77V12.4404ZM19.4141 7.2663H18.7766V15.2663H19.4141V7.2663ZM22.4741 9.74053L20.4325 4.79279L13.0374 7.84433L15.079 12.7921L22.4741 9.74053ZM17.2753 10.2819C19.5145 9.97659 21.2413 8.06373 21.2413 5.73754H13.2413C13.2413 4.00559 14.5271 2.58257 16.1946 2.35522L17.2753 10.2819ZM21.2413 5.73754C21.2413 3.21132 19.1952 1.15049 16.6554 1.15049V9.15049C14.7627 9.15049 13.2413 7.61534 13.2413 5.73754H21.2413ZM16.6554 1.15049H11.6177V9.15049H16.6554V1.15049ZM15.382 3.7976C14.5916 1.5985 12.4857 0 9.98559 0V8C8.98691 8 8.1622 7.36238 7.85347 6.50339L15.382 3.7976ZM9.98559 0C7.48551 0 5.37954 1.59853 4.58916 3.79753L12.1176 6.50345C11.8089 7.36243 10.9843 8 9.98559 8V0ZM8.3534 1.15049H3.34465V9.15049H8.3534V1.15049ZM3.34465 1.15049C0.804792 1.15049 -1.24129 3.21132 -1.24129 5.73754H6.75871C6.75871 7.61534 5.23732 9.15049 3.34465 9.15049V1.15049ZM-1.24129 5.73754C-1.24129 8.06397 0.48576 9.97658 2.72468 10.2819L3.80556 2.35523C5.47276 2.58257 6.75871 4.00536 6.75871 5.73754H-1.24129ZM-0.432443 4.79276L-2.47412 9.7405L4.921 12.7921L6.96268 7.84435L-0.432443 4.79276ZM1.22344 7.2663H0.585938V15.2663H1.22344V7.2663ZM0.585938 7.2663C-1.95392 7.2663 -4 9.32713 -4 11.8533H4C4 13.7311 2.47861 15.2663 0.585938 15.2663V7.2663ZM-4 11.8533C-4 16.3418 -0.359583 20 4.13883 20V12C4.11623 12 4.10308 11.9962 4.09233 11.9916C4.07884 11.9859 4.06166 11.9753 4.04471 11.9583C4.02775 11.9414 4.01642 11.9233 4.00988 11.9079C4.00449 11.8951 4 11.8792 4 11.8533H-4ZM4.13883 20C8.63724 20 12.2777 16.3418 12.2777 11.8533H4.27766C4.27766 11.8792 4.27317 11.8951 4.26777 11.9079C4.26124 11.9233 4.2499 11.9414 4.23295 11.9583C4.216 11.9753 4.19882 11.9859 4.18533 11.9916C4.17458 11.9962 4.16142 12 4.13883 12V20ZM12.2777 11.8533C12.2777 9.32713 10.2316 7.2663 7.69172 7.2663V15.2663C5.79905 15.2663 4.27766 13.7311 4.27766 11.8533H12.2777ZM7.69172 7.2663H7.05418V15.2663H7.69172V7.2663ZM10.7518 9.74054L8.71261 4.79882L1.31747 7.85035L3.35661 12.7921L10.7518 9.74054ZM5.01504 10.3246H8.3534V2.32458H5.01504V10.3246ZM4.58913 7.67748C5.37952 9.87663 7.48552 11.4751 9.98559 11.4751V3.47508C10.9842 3.47508 11.8089 4.11264 12.1177 4.97169L4.58913 7.67748ZM9.98559 11.4751C12.4857 11.4751 14.5916 9.87658 15.382 7.67748L7.85347 4.97169C8.1622 4.1127 8.98691 3.47508 9.98559 3.47508V11.4751ZM11.6177 10.3246H14.985V2.32458H11.6177V10.3246ZM11.2874 4.79882L9.24829 9.74054L16.6434 12.7921L18.6826 7.85034L11.2874 4.79882ZM12.9459 7.2663H12.3083V15.2663H12.9459V7.2663ZM12.3083 7.2663C9.76846 7.2663 7.72238 9.32713 7.72238 11.8533H15.7224C15.7224 13.7311 14.201 15.2663 12.3083 15.2663V7.2663ZM7.72238 11.8533C7.72238 16.3418 11.3628 20 15.8612 20V12C15.8386 12 15.8255 11.9962 15.8147 11.9916C15.8012 11.9859 15.784 11.9753 15.7671 11.9583C15.7501 11.9414 15.7388 11.9233 15.7323 11.9079C15.7269 11.8951 15.7224 11.8792 15.7224 11.8533H7.72238ZM15.8612 20C20.3597 20 24 16.3418 24 11.8533H16C16 11.8792 15.9955 11.8951 15.9901 11.9079C15.9836 11.9234 15.9722 11.9414 15.9553 11.9584C15.9383 11.9753 15.9212 11.9859 15.9077 11.9916C15.897 11.9962 15.8838 12 15.8612 12V20ZM24 11.8533C24 9.32713 21.9539 7.2663 19.4141 7.2663V15.2663C17.5214 15.2663 16 13.7311 16 11.8533H24ZM4.13883 10.8259C4.65422 10.8259 5.05846 11.1884 5.15176 11.6533L-2.69183 13.2275C-2.05307 16.4102 0.752424 18.8259 4.13883 18.8259V10.8259ZM1.22996 16.4404H7.0477V8.44039H1.22996V16.4404ZM3.1259 11.6533C3.2192 11.1884 3.62344 10.8259 4.13883 10.8259V18.8259C7.52523 18.8259 10.3307 16.4102 10.9695 13.2275L3.1259 11.6533ZM5.78613 7.2663H2.49152V15.2663H5.78613V7.2663ZM6.18909 12.7921L7.83639 8.80001L0.441262 5.74845L-1.20604 9.74052L6.18909 12.7921ZM0.441262 8.80001L2.08857 12.7921L9.4837 9.74052L7.83639 5.74845L0.441262 8.80001ZM9.98555 2.30098C11.8917 2.30098 13.4232 3.84623 13.4232 5.73754H5.42316C5.42316 8.25025 7.45917 10.301 9.98555 10.301V2.30098ZM13.4232 5.73754C13.4232 7.62884 11.8917 9.17409 9.98555 9.17409V1.17409C7.45917 1.17409 5.42316 3.22483 5.42316 5.73754H13.4232ZM9.98555 9.17409C8.07954 9.17409 6.54793 7.62902 6.54793 5.73754H14.5479C14.5479 3.22465 12.5117 1.17409 9.98555 1.17409V9.17409ZM6.54793 5.73754C6.54793 3.84623 8.0794 2.30098 9.98555 2.30098V10.301C12.5119 10.301 14.5479 8.25025 14.5479 5.73754H6.54793ZM12.1636 8.80001L13.8109 12.7921L21.206 9.74052L19.5587 5.74845L12.1636 8.80001ZM17.5085 7.2663H14.2139V15.2663H17.5085V7.2663ZM17.9114 12.7921L19.5587 8.80001L12.1636 5.74845L10.5163 9.74052L17.9114 12.7921ZM15.8612 10.8259C16.3766 10.8259 16.7808 11.1884 16.8741 11.6533L9.03051 13.2275C9.66928 16.4102 12.4748 18.8259 15.8612 18.8259V10.8259ZM12.9523 16.4404H18.77V8.44039H12.9523V16.4404ZM14.8482 11.6533C14.9415 11.1884 15.3458 10.8259 15.8612 10.8259V18.8259C19.2475 18.8259 22.0531 16.4102 22.6918 13.2275L14.8482 11.6533Z"
                              fill="#282739" mask="url(#path-1-inside-1_7825_20528)" />
                        </svg>
                     </button>
                  </li>
                  <li class="middle-header__item">
                     <button type="button">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                           <path
                              d="M17.9951 5.51484C17.7344 4.90528 17.3586 4.35291 16.8886 3.88864C16.4182 3.42298 15.8637 3.05293 15.2551 2.79861C14.624 2.53385 13.9471 2.39833 13.2637 2.39992C12.305 2.39992 11.3696 2.66506 10.5568 3.16588C10.3623 3.28569 10.1775 3.41727 10.0025 3.56065C9.8275 3.41727 9.64276 3.28569 9.44829 3.16588C8.63542 2.66506 7.70004 2.39992 6.74132 2.39992C6.05096 2.39992 5.382 2.53347 4.74998 2.79861C4.13935 3.05393 3.58901 3.4212 3.11646 3.88864C2.64584 4.35239 2.2699 4.90489 2.00994 5.51484C1.73963 6.14922 1.60156 6.82287 1.60156 7.51617C1.60156 8.17019 1.7338 8.8517 1.99633 9.54499C2.21608 10.1244 2.53111 10.7254 2.93366 11.3322C3.57151 12.2926 4.44856 13.2943 5.53757 14.3097C7.34222 15.9929 9.12937 17.1555 9.20521 17.2027L9.6661 17.5012C9.87029 17.6328 10.1328 17.6328 10.337 17.5012L10.7979 17.2027C10.8737 17.1536 12.6589 15.9929 14.4655 14.3097C15.5545 13.2943 16.4316 12.2926 17.0694 11.3322C17.472 10.7254 17.789 10.1244 18.0068 9.54499C18.2693 8.8517 18.4015 8.17019 18.4015 7.51617C18.4035 6.82287 18.2654 6.14922 17.9951 5.51484V5.51484ZM10.0025 15.9477C10.0025 15.9477 3.07951 11.4678 3.07951 7.51617C3.07951 5.51484 4.71886 3.89257 6.74132 3.89257C8.16287 3.89257 9.39579 4.69388 10.0025 5.86443C10.6093 4.69388 11.8422 3.89257 13.2637 3.89257C15.2862 3.89257 16.9255 5.51484 16.9255 7.51617C16.9255 11.4678 10.0025 15.9477 10.0025 15.9477Z"
                              fill="#282739" />
                        </svg>
                     </button>
                  </li>
                  <li class="middle-header__item middle-header__item_basket">
                     <button type="button">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                           <g clip-path="url(#clip0_7825_20534)">
                              <path
                                 d="M19.1523 7.25427H15.0031L12.6756 1.92486C12.5462 1.62833 12.2008 1.49282 11.9042 1.62239C11.6076 1.75189 11.4722 2.09732 11.6017 2.39388L13.7244 7.25431H6.27564L8.3983 2.39388C8.52779 2.09732 8.3924 1.75193 8.09584 1.62239C7.79932 1.49282 7.45385 1.62825 7.32439 1.92486L4.99689 7.25427H0.847715C0.304942 7.25427 -0.0978707 7.74564 0.0208793 8.26286L2.20584 17.7797C2.2926 18.1575 2.63611 18.4261 3.03268 18.4261H16.9674C17.3639 18.4261 17.7074 18.1575 17.7942 17.7797L19.9792 8.26286C20.0979 7.74568 19.6951 7.25427 19.1523 7.25427V7.25427ZM5.10713 9.0513C5.02885 9.0513 4.94928 9.03552 4.87291 9.00216C4.57635 8.87267 4.44092 8.52728 4.57045 8.23068L5.01061 7.22278H6.28936L5.64436 8.69966C5.54822 8.91993 5.33299 9.0513 5.10713 9.0513ZM7.07033 15.3011C7.07033 15.6247 6.80799 15.8871 6.48439 15.8871C6.1608 15.8871 5.89846 15.6247 5.89846 15.3011V11.0043C5.89846 10.6807 6.1608 10.4183 6.48439 10.4183C6.80799 10.4183 7.07033 10.6807 7.07033 11.0043V15.3011ZM10.586 15.3011C10.586 15.6247 10.3236 15.8871 10 15.8871C9.67643 15.8871 9.41408 15.6247 9.41408 15.3011V11.0043C9.41408 10.6807 9.67643 10.4183 10 10.4183C10.3236 10.4183 10.586 10.6807 10.586 11.0043V15.3011ZM14.1016 15.3011C14.1016 15.6247 13.8392 15.8871 13.5156 15.8871C13.1921 15.8871 12.9297 15.6247 12.9297 15.3011V11.0043C12.9297 10.6807 13.1921 10.4183 13.5156 10.4183C13.8392 10.4183 14.1016 10.6807 14.1016 11.0043V15.3011ZM15.1271 9.00216C15.0508 9.03552 14.9712 9.0513 14.8929 9.0513C14.6671 9.0513 14.4518 8.91997 14.3556 8.6997L13.7106 7.22282H14.9894L15.4296 8.23072C15.5591 8.52728 15.4237 8.87267 15.1271 9.00216Z"
                                 fill="#6F73EE" />
                           </g>
                           <defs>
                              <clipPath id="clip0_7825_20534">
                                 <rect width="20" height="20" fill="white" />
                              </clipPath>
                           </defs>
                        </svg>
                        <p>Корзина</p>
                     </button>
                     <div class="middle-header__basket basket">
                        <div class="basket__content">
                           <div class="basket__header">
                              <p class="basket__title">
                                 В вашей корзине
                              </p>
                              <p class="basket__text">
                                 <span class="basket__quantity">0</span> товар(а)
                              </p>
                           </div>
                           <ul class="basket__list"></ul>
                           <div class="basket__footer">
                              <div class="basket__info">
                                 <p class="basket__subtitle">
                                    Сумма:
                                 </p>
                                 <span class="basket__fullprice">
                                    0 ₽
                                 </span>
                              </div>
                              <button class="basket__button button_purple">
                                 Оформить заказ
                              </button>
                           </div>
                        </div>
                     </div>
                  </li>
               </ul>
            </div>
         </div>
         <div class="header__bottom-header bottom-header">
            <div class="bottom-header__container container">
               <nav class="bottom-header__menu">
                  <ul class="bottom-header__list">
                     <li class="bottom-header__item">
                        <a href="#" class="bottom-header__link">
                           О магазине
                        </a>
                     </li>
                     <li class="bottom-header__item">
                        <a href="#" class="bottom-header__link bottom-header__link_text">
                           Доставка и оплата
                        </a>
                     </li>
                     <li class="bottom-header__item">
                        <a href="#" class="bottom-header__link">
                           Тест-драйв
                        </a>
                     </li>
                     <li class="bottom-header__item">
                        <a href="#" class="bottom-header__link">
                           Блог
                        </a>
                     </li>
                     <li class="bottom-header__item">
                        <a href="#" class="bottom-header__link">
                           Контакты
                        </a>
                     </li>
                     <li class="bottom-header__item">
                        <a href="#" class="bottom-header__link bottom-header__link_icon">
                           Акции
                        </a>
                     </li>
                  </ul>
               </nav>
            </div>
         </div>
      </header>
      <!-- header -->

      <!-- main -->
      <main class="main">

         <!-- nav-pages -->
         <nav class="nav-pages container">
            <a href="/index.php" class="nav-pages__link">
               <svg class="nav-pages__icon" width="15" height="15" viewBox="0 0 15 15" fill="none"
                  xmlns="http://www.w3.org/2000/svg">
                  <path
                     d="M13.8643 7.39823L8.20416 1.741L7.82477 1.36161C7.73832 1.27574 7.62142 1.22754 7.49957 1.22754C7.37772 1.22754 7.26082 1.27574 7.17438 1.36161L1.13483 7.39823C1.04625 7.48646 0.976245 7.59155 0.928946 7.70728C0.881647 7.82301 0.858012 7.94704 0.859436 8.07206C0.865295 8.58768 1.29449 8.9993 1.81012 8.9993H2.43268V13.7703H12.5665V8.9993H13.2022C13.4527 8.9993 13.6885 8.90116 13.8658 8.72391C13.9531 8.63692 14.0222 8.53347 14.0692 8.41957C14.1162 8.30567 14.1402 8.18357 14.1397 8.06034C14.1397 7.81132 14.0416 7.57548 13.8643 7.39823ZM8.31988 12.7156H6.67926V9.72733H8.31988V12.7156ZM11.5118 7.94462V12.7156H9.25739V9.37577C9.25739 9.05204 8.99518 8.78983 8.67145 8.78983H6.3277C6.00397 8.78983 5.74176 9.05204 5.74176 9.37577V12.7156H3.48737V7.94462H2.08112L7.50104 2.52909L7.83942 2.86747L12.9195 7.94462H11.5118Z"
                     fill="#5D6C7B" />
               </svg>
               Главная /
            </a>
            <a href="/pages/product-catalog.php" class="nav-pages__link">
               Каталог /
            </a>
            <a href="#" class="nav-pages__link">
               Электросамокаты /
            </a>
            <a href="/pages/card-product/KugooKirinM4.php" class="nav-pages__link nav-pages__link_active">
               Kugoo Kirin M4
            </a>
         </nav>
         <!-- nav-pages -->

         <!-- card -->
         <article class="card">
            <div class="card__container container">
               <div class="card__wrapper">
                  <div class="card__inner-wrapper">
                     <div class="card__slider-card slider-card">
                        <div class="slider-card__new">
                           Новинка 2022
                        </div>

                        <!-- слайдер с изображениями -->
                        <div class="slider-card__wrapper swiper-wrapper">
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image1.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image2.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image3.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image4.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image5.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image6.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image7.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image8.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image9.png" alt="Фото продукта">
                           </div>
                           <div class="slider-card__slide swiper-slide">
                              <img src="/img/card/slider-card-image10.png" alt="Фото продукта">
                           </div>
                        </div>
                        <!-- слайдер с изображениями -->

                        <!-- слайдер с превью -->
                        <div class="slider-card__miniatures miniatures">
                           <div class="miniatures__wrapper swiper-wrapper">
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image1.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image2.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image3.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image4.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image5.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image6.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image7.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image8.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image9.png" alt="Фото продукта">
                              </div>
                              <div class="miniatures__slide swiper-slide">
                                 <img src="/img/card/slider-card-image10.png" alt="Фото продукта">
                              </div>
                           </div>
                        </div>
                        <!-- слайдер с превью -->

                     </div>
                     <div class="card__info">
                        <div class="card__header-card header-card">
                           <h2 class="header-card__big-title big-title">
                              Kugoo Kirin M4
                           </h2>
                           <ul class="header-card__list">
                              <li class="header-card__item">
                                 <small class="header-card__sm">
                                    Просмотров 350
                                 </small>
                              </li>
                              <li class="header-card__item">
                                 <small class="header-card__sm">
                                    Купили 196 раз
                                 </small>
                              </li>
                              <li class="header-card__item">
                                 <small class="header-card__sm">
                                    Артикул: 2200000000026
                                 </small>
                              </li>
                           </ul>
                           <ul class="header-card__list">
                              <li class="header-card__item">
                                 <button class="header-card__button header-card_circle-green" type="button">
                                    В наличии
                                 </button>
                              </li>
                              <li class="header-card__item">
                                 <button class="header-card__button" type="button">
                                    <svg class="header-card__icon" width="20" height="20" viewBox="0 0 20 20"
                                       fill="none" xmlns="http://www.w3.org/2000/svg">
                                       <mask id="path-1-inside-1_262_7691" fill="white">
                                          <path
                                             d="M19.4141 11.2638H18.7766L16.7349 6.32541C17.0208 6.2865 17.2413 6.04205 17.2413 5.74549C17.2413 5.42189 16.979 5.15955 16.6554 5.15955H11.6177C11.3769 4.49076 10.7363 4.01123 9.98559 4.01123C9.23488 4.01123 8.59422 4.4908 8.3534 5.15955H3.34465C3.02105 5.15955 2.75871 5.42189 2.75871 5.74549C2.75871 6.04205 2.97926 6.2865 3.26512 6.32541L1.22344 11.2638H0.585938C0.262344 11.2638 0 11.5262 0 11.8497C0 14.1319 1.85668 15.9886 4.13883 15.9886C6.42098 15.9886 8.27766 14.1319 8.27766 11.8497C8.27766 11.5262 8.01531 11.2638 7.69172 11.2638H7.05418L5.01504 6.33143H8.3534C8.59422 7.00022 9.23484 7.47975 9.98559 7.47975C10.7363 7.47975 11.3769 7.00022 11.6177 6.33143H14.985L12.9459 11.2638H12.3083C11.9847 11.2638 11.7224 11.5262 11.7224 11.8497C11.7224 14.1319 13.5791 15.9886 15.8612 15.9886C18.1434 15.9886 20 14.1319 20 11.8497C20 11.5262 19.7377 11.2638 19.4141 11.2638ZM4.13883 14.8167C2.70332 14.8167 1.5027 13.7921 1.22996 12.4357H7.0477C6.77496 13.7921 5.57434 14.8167 4.13883 14.8167ZM5.78613 11.2638H2.49152L4.13883 7.27928L5.78613 11.2638ZM9.98555 6.30787C9.67543 6.30787 9.42316 6.05561 9.42316 5.74549C9.42316 5.43537 9.67543 5.18311 9.98555 5.18311C10.2956 5.18311 10.5479 5.43537 10.5479 5.74549C10.5479 6.05561 10.2957 6.30787 9.98555 6.30787ZM15.8612 7.27928L17.5085 11.2638H14.2139L15.8612 7.27928ZM15.8612 14.8167C14.4257 14.8167 13.225 13.7921 12.9523 12.4357H18.77C18.4973 13.7921 17.2966 14.8167 15.8612 14.8167Z" />
                                       </mask>
                                       <path
                                          d="M19.4141 11.2638H18.7766L16.7349 6.32541C17.0208 6.2865 17.2413 6.04205 17.2413 5.74549C17.2413 5.42189 16.979 5.15955 16.6554 5.15955H11.6177C11.3769 4.49076 10.7363 4.01123 9.98559 4.01123C9.23488 4.01123 8.59422 4.4908 8.3534 5.15955H3.34465C3.02105 5.15955 2.75871 5.42189 2.75871 5.74549C2.75871 6.04205 2.97926 6.2865 3.26512 6.32541L1.22344 11.2638H0.585938C0.262344 11.2638 0 11.5262 0 11.8497C0 14.1319 1.85668 15.9886 4.13883 15.9886C6.42098 15.9886 8.27766 14.1319 8.27766 11.8497C8.27766 11.5262 8.01531 11.2638 7.69172 11.2638H7.05418L5.01504 6.33143H8.3534C8.59422 7.00022 9.23484 7.47975 9.98559 7.47975C10.7363 7.47975 11.3769 7.00022 11.6177 6.33143H14.985L12.9459 11.2638H12.3083C11.9847 11.2638 11.7224 11.5262 11.7224 11.8497C11.7224 14.1319 13.5791 15.9886 15.8612 15.9886C18.1434 15.9886 20 14.1319 20 11.8497C20 11.5262 19.7377 11.2638 19.4141 11.2638ZM4.13883 14.8167C2.70332 14.8167 1.5027 13.7921 1.22996 12.4357H7.0477C6.77496 13.7921 5.57434 14.8167 4.13883 14.8167ZM5.78613 11.2638H2.49152L4.13883 7.27928L5.78613 11.2638ZM9.98555 6.30787C9.67543 6.30787 9.42316 6.05561 9.42316 5.74549C9.42316 5.43537 9.67543 5.18311 9.98555 5.18311C10.2956 5.18311 10.5479 5.43537 10.5479 5.74549C10.5479 6.05561 10.2957 6.30787 9.98555 6.30787ZM15.8612 7.27928L17.5085 11.2638H14.2139L15.8612 7.27928ZM15.8612 14.8167C14.4257 14.8167 13.225 13.7921 12.9523 12.4357H18.77C18.4973 13.7921 17.2966 14.8167 15.8612 14.8167Z"
                                          fill="#282739" />
                                       <path
                                          d="M18.7766 11.2638L15.08 12.792L16.1019 15.2638H18.7766V11.2638ZM16.7349 6.32541L16.1956 2.36194L11.0571 3.06121L13.0384 7.85364L16.7349 6.32541ZM11.6177 5.15955L7.85429 6.51471L8.80665 9.15955H11.6177V5.15955ZM8.3534 5.15955V9.15955H11.1644L12.1168 6.51478L8.3534 5.15955ZM3.26512 6.32541L6.96166 7.85367L8.94296 3.0613L3.80455 2.36195L3.26512 6.32541ZM1.22344 11.2638V15.2638H3.89809L4.91998 12.7921L1.22344 11.2638ZM7.05418 11.2638L3.35762 12.792L4.3795 15.2638H7.05418V11.2638ZM5.01504 6.33143V2.33143H-0.966991L1.31848 7.85965L5.01504 6.33143ZM8.3534 6.33143L12.1168 4.97627L11.1645 2.33143H8.3534V6.33143ZM11.6177 6.33143V2.33143H8.80665L7.85429 4.97627L11.6177 6.33143ZM14.985 6.33143L18.6816 7.85965L20.967 2.33143H14.985V6.33143ZM12.9459 11.2638V15.2638H15.6205L16.6424 12.792L12.9459 11.2638ZM1.22996 12.4357V8.43568H-3.65441L-2.69155 13.2242L1.22996 12.4357ZM7.0477 12.4357L10.9692 13.2242L11.9321 8.43568H7.0477V12.4357ZM5.78613 11.2638V15.2638H11.7682L9.48268 9.73556L5.78613 11.2638ZM2.49152 11.2638L-1.20502 9.73556L-3.49054 15.2638H2.49152V11.2638ZM4.13883 7.27928L7.83538 5.75103L4.13883 -3.19025L0.44228 5.75103L4.13883 7.27928ZM15.8612 7.27928L19.5577 5.75103L15.8612 -3.19025L12.1646 5.75103L15.8612 7.27928ZM17.5085 11.2638V15.2638H23.4905L21.205 9.73556L17.5085 11.2638ZM14.2139 11.2638L10.5173 9.73556L8.2318 15.2638H14.2139V11.2638ZM12.9523 12.4357V8.43568H8.06793L9.0308 13.2242L12.9523 12.4357ZM18.77 12.4357L22.6915 13.2242L23.6544 8.43568H18.77V12.4357ZM19.4141 7.26381H18.7766V15.2638H19.4141V7.26381ZM22.4731 9.73557L20.4315 4.79718L13.0384 7.85364L15.08 12.792L22.4731 9.73557ZM17.2743 10.2889C19.5083 9.98487 21.2413 8.07722 21.2413 5.74549H13.2413C13.2413 4.00688 14.5334 2.58814 16.1956 2.36194L17.2743 10.2889ZM21.2413 5.74549C21.2413 3.21276 19.1881 1.15955 16.6554 1.15955V9.15955C14.7698 9.15955 13.2413 7.63103 13.2413 5.74549H21.2413ZM16.6554 1.15955H11.6177V9.15955H16.6554V1.15955ZM15.3812 3.80439C14.5889 1.60401 12.4809 0.0112305 9.98559 0.0112305V8.01123C8.99163 8.01123 8.16497 7.37751 7.85429 6.51471L15.3812 3.80439ZM9.98559 0.0112305C7.49022 0.0112305 5.38231 1.60405 4.58997 3.80432L12.1168 6.51478C11.8061 7.37756 10.9795 8.01123 9.98559 8.01123V0.0112305ZM8.3534 1.15955H3.34465V9.15955H8.3534V1.15955ZM3.34465 1.15955C0.811916 1.15955 -1.24129 3.21276 -1.24129 5.74549H6.75871C6.75871 7.63103 5.23019 9.15955 3.34465 9.15955V1.15955ZM-1.24129 5.74549C-1.24129 8.07746 0.492035 9.98486 2.72568 10.2889L3.80455 2.36195C5.46648 2.58814 6.75871 4.00664 6.75871 5.74549H-1.24129ZM-0.431425 4.79715L-2.4731 9.73555L4.91998 12.7921L6.96166 7.85367L-0.431425 4.79715ZM1.22344 7.26381H0.585938V15.2638H1.22344V7.26381ZM0.585938 7.26381C-1.9468 7.26381 -4 9.31701 -4 11.8497H4C4 13.7353 2.47148 15.2638 0.585938 15.2638V7.26381ZM-4 11.8497C-4 16.341 -0.352459 19.9886 4.13883 19.9886V11.9886C4.11514 11.9886 4.10112 11.9845 4.08983 11.9798C4.07582 11.9738 4.05865 11.9632 4.04204 11.9465C4.02542 11.9299 4.01476 11.9128 4.00882 11.8987C4.00404 11.8875 4 11.8734 4 11.8497H-4ZM4.13883 19.9886C8.63012 19.9886 12.2777 16.341 12.2777 11.8497H4.27766C4.27766 11.8734 4.27362 11.8875 4.26883 11.8987C4.2629 11.9128 4.25223 11.9299 4.23562 11.9465C4.21901 11.9632 4.20183 11.9738 4.18783 11.9798C4.17654 11.9845 4.16251 11.9886 4.13883 11.9886V19.9886ZM12.2777 11.8497C12.2777 9.31701 10.2245 7.26381 7.69172 7.26381V15.2638C5.80617 15.2638 4.27766 13.7353 4.27766 11.8497H12.2777ZM7.69172 7.26381H7.05418V15.2638H7.69172V7.26381ZM10.7507 9.73558L8.71159 4.8032L1.31848 7.85965L3.35762 12.792L10.7507 9.73558ZM5.01504 10.3314H8.3534V2.33143H5.01504V10.3314ZM4.58995 7.68658C5.38229 9.88702 7.49024 11.4797 9.98559 11.4797V3.47975C10.9795 3.47975 11.8061 4.11341 12.1168 4.97627L4.58995 7.68658ZM9.98559 11.4797C12.4809 11.4797 14.5889 9.88696 15.3812 7.68658L7.85429 4.97627C8.16497 4.11347 8.99163 3.47975 9.98559 3.47975V11.4797ZM11.6177 10.3314H14.985V2.33143H11.6177V10.3314ZM11.2884 4.8032L9.2493 9.73558L16.6424 12.792L18.6816 7.85965L11.2884 4.8032ZM12.9459 7.26381H12.3083V15.2638H12.9459V7.26381ZM12.3083 7.26381C9.77559 7.26381 7.72238 9.31701 7.72238 11.8497H15.7224C15.7224 13.7353 14.1939 15.2638 12.3083 15.2638V7.26381ZM7.72238 11.8497C7.72238 16.341 11.3699 19.9886 15.8612 19.9886V11.9886C15.8375 11.9886 15.8235 11.9845 15.8122 11.9798C15.7982 11.9738 15.781 11.9632 15.7644 11.9465C15.7478 11.9299 15.7371 11.9128 15.7312 11.8987C15.7264 11.8875 15.7224 11.8734 15.7224 11.8497H7.72238ZM15.8612 19.9886C20.3525 19.9886 24 16.341 24 11.8497H16C16 11.8734 15.996 11.8875 15.9912 11.8988C15.9852 11.9128 15.9746 11.9299 15.958 11.9466C15.9414 11.9632 15.9242 11.9738 15.9102 11.9798C15.8989 11.9845 15.8849 11.9886 15.8612 11.9886V19.9886ZM24 11.8497C24 9.31701 21.9468 7.26381 19.4141 7.26381V15.2638C17.5285 15.2638 16 13.7353 16 11.8497H24ZM4.13883 10.8167C4.64856 10.8167 5.05659 11.1753 5.15147 11.6472L-2.69155 13.2242C-2.0512 16.4088 0.758084 18.8167 4.13883 18.8167V10.8167ZM1.22996 16.4357H7.0477V8.43568H1.22996V16.4357ZM3.12619 11.6472C3.22107 11.1753 3.6291 10.8167 4.13883 10.8167V18.8167C7.51957 18.8167 10.3289 16.4088 10.9692 13.2242L3.12619 11.6472ZM5.78613 7.26381H2.49152V15.2638H5.78613V7.26381ZM6.18807 12.7921L7.83538 8.80752L0.44228 5.75103L-1.20502 9.73556L6.18807 12.7921ZM0.44228 8.80752L2.08958 12.7921L9.48268 9.73556L7.83538 5.75103L0.44228 8.80752ZM9.98555 2.30787C11.8846 2.30787 13.4232 3.84646 13.4232 5.74549H5.42316C5.42316 8.26475 7.46629 10.3079 9.98555 10.3079V2.30787ZM13.4232 5.74549C13.4232 7.64451 11.8846 9.18311 9.98555 9.18311V1.18311C7.46629 1.18311 5.42316 3.22623 5.42316 5.74549H13.4232ZM9.98555 9.18311C8.08667 9.18311 6.54793 7.64469 6.54793 5.74549H14.5479C14.5479 3.22605 12.5046 1.18311 9.98555 1.18311V9.18311ZM6.54793 5.74549C6.54793 3.84646 8.08653 2.30787 9.98555 2.30787V10.3079C12.5048 10.3079 14.5479 8.26475 14.5479 5.74549H6.54793ZM12.1646 8.80752L13.8119 12.7921L21.205 9.73556L19.5577 5.75103L12.1646 8.80752ZM17.5085 7.26381H14.2139V15.2638H17.5085V7.26381ZM17.9104 12.7921L19.5577 8.80752L12.1646 5.75103L10.5173 9.73556L17.9104 12.7921ZM15.8612 10.8167C16.3709 10.8167 16.7789 11.1753 16.8738 11.6472L9.0308 13.2242C9.67114 16.4088 12.4804 18.8167 15.8612 18.8167V10.8167ZM12.9523 16.4357H18.77V8.43568H12.9523V16.4357ZM14.8485 11.6472C14.9434 11.1753 15.3514 10.8167 15.8612 10.8167V18.8167C19.2418 18.8167 22.0512 16.4088 22.6915 13.2242L14.8485 11.6472Z"
                                          fill="#282739" mask="url(#path-1-inside-1_262_7691)" />
                                    </svg>
                                    Сравнить
                                 </button>
                              </li>
                              <li class="header-card__item">
                                 <button class="header-card__button" type="button">
                                    <svg class="header-card__icon" width="20" height="20" viewBox="0 0 20 20"
                                       fill="none" xmlns="http://www.w3.org/2000/svg">
                                       <g clip-path="url(#clip0_262_7706)">
                                          <path
                                             d="M15.4228 13.4529C14.4645 13.4529 13.6012 13.8667 13.002 14.525L7.61244 11.187C7.75633 10.8186 7.83614 10.4185 7.83614 9.99998C7.83614 9.58128 7.75633 9.1812 7.61244 8.813L13.002 5.47484C13.6012 6.13311 14.4645 6.54708 15.4228 6.54708C17.2279 6.54708 18.6964 5.07857 18.6964 3.27346C18.6964 1.46835 17.2279 0 15.4228 0C13.6177 0 12.1492 1.4685 12.1492 3.27361C12.1492 3.69216 12.2291 4.09225 12.3729 4.46059L6.98348 7.7986C6.38427 7.14034 5.52093 6.72637 4.56268 6.72637C2.75757 6.72637 1.28906 8.19502 1.28906 9.99998C1.28906 11.8051 2.75757 13.2736 4.56268 13.2736C5.52093 13.2736 6.38427 12.8598 6.98348 12.2014L12.3729 15.5394C12.2291 15.9077 12.1492 16.3078 12.1492 16.7265C12.1492 18.5315 13.6177 20 15.4228 20C17.2279 20 18.6964 18.5315 18.6964 16.7265C18.6964 14.9214 17.2279 13.4529 15.4228 13.4529ZM13.3429 3.27361C13.3429 2.12677 14.2759 1.19369 15.4228 1.19369C16.5696 1.19369 17.5027 2.12677 17.5027 3.27361C17.5027 4.42046 16.5696 5.35354 15.4228 5.35354C14.2759 5.35354 13.3429 4.42046 13.3429 3.27361ZM4.56268 12.0799C3.41568 12.0799 2.4826 11.1468 2.4826 9.99998C2.4826 8.85313 3.41568 7.92006 4.56268 7.92006C5.70952 7.92006 6.64245 8.85313 6.64245 9.99998C6.64245 11.1468 5.70952 12.0799 4.56268 12.0799ZM13.3429 16.7263C13.3429 15.5795 14.2759 14.6464 15.4228 14.6464C16.5696 14.6464 17.5027 15.5795 17.5027 16.7263C17.5027 17.8732 16.5696 18.8063 15.4228 18.8063C14.2759 18.8063 13.3429 17.8732 13.3429 16.7263Z"
                                             fill="#282739" />
                                       </g>
                                       <defs>
                                          <clipPath id="clip0_262_7706">
                                             <rect width="20" height="20" fill="white" />
                                          </clipPath>
                                       </defs>
                                    </svg>
                                    Поделиться
                                 </button>
                              </li>
                           </ul>
                           <div class="header-card__payment payment">
                              <div class="payment__price">
                                 <span class="payment__old-price">
                                    39 900 ₽
                                 </span>
                                 <span class="payment__new-price">
                                    29 900 ₽
                                 </span>
                              </div>
                              <div class="payment__installment-plan">
                                 <div class="payment__icon">
                                    <img src="/img/card/card-icon.png" alt="Карта">
                                 </div>
                                 <div class="payment__info">
                                    <p class="payment__subtitle">
                                       Рассрочка:
                                    </p>
                                    <p class="payment__text">
                                       1 760 ₽ в месяц / 24 месяца
                                    </p>
                                 </div>
                              </div>
                           </div>
                        </div>
                        <ul class="card__advantages-card advantages-card">
                           <li class="advantages-card__item">
                              <p class="advantages-card__header">
                                 Комплектация
                                 <svg class="advantages-card__icon" width="16" height="16" viewBox="0 0 16 16"
                                    fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M8 1C4.13438 1 1 4.13438 1 8C1 11.8656 4.13438 15 8 15C11.8656 15 15 11.8656 15 8C15 4.13438 11.8656 1 8 1ZM8 13.8125C4.79063 13.8125 2.1875 11.2094 2.1875 8C2.1875 4.79063 4.79063 2.1875 8 2.1875C11.2094 2.1875 13.8125 4.79063 13.8125 8C13.8125 11.2094 11.2094 13.8125 8 13.8125Z"
                                       fill="#282739" />
                                    <path
                                       d="M9.74375 4.94844C9.275 4.5375 8.65625 4.3125 8 4.3125C7.34375 4.3125 6.725 4.53906 6.25625 4.94844C5.76875 5.375 5.5 5.94844 5.5 6.5625V6.68125C5.5 6.75 5.55625 6.80625 5.625 6.80625H6.375C6.44375 6.80625 6.5 6.75 6.5 6.68125V6.5625C6.5 5.87344 7.17344 5.3125 8 5.3125C8.82656 5.3125 9.5 5.87344 9.5 6.5625C9.5 7.04844 9.15625 7.49375 8.62344 7.69844C8.29219 7.825 8.01094 8.04687 7.80937 8.3375C7.60469 8.63437 7.49844 8.99062 7.49844 9.35156V9.6875C7.49844 9.75625 7.55469 9.8125 7.62344 9.8125H8.37344C8.44219 9.8125 8.49844 9.75625 8.49844 9.6875V9.33281C8.49925 9.18113 8.54574 9.03321 8.63187 8.90834C8.71799 8.78347 8.83975 8.68746 8.98125 8.63281C9.90312 8.27813 10.4984 7.46563 10.4984 6.5625C10.5 5.94844 10.2312 5.375 9.74375 4.94844ZM7.375 11.4375C7.375 11.6033 7.44085 11.7622 7.55806 11.8794C7.67527 11.9967 7.83424 12.0625 8 12.0625C8.16576 12.0625 8.32473 11.9967 8.44194 11.8794C8.55915 11.7622 8.625 11.6033 8.625 11.4375C8.625 11.2717 8.55915 11.1128 8.44194 10.9956C8.32473 10.8783 8.16576 10.8125 8 10.8125C7.83424 10.8125 7.67527 10.8783 7.55806 10.9956C7.44085 11.1128 7.375 11.2717 7.375 11.4375Z"
                                       fill="#282739" />
                                 </svg>
                              </p>
                              <div class="advantages-card__row">
                                 <button class="advantages-card__button advantages-card__button_active">
                                    <p class="advantages-card__subtitle">
                                       Базовая
                                    </p>
                                 </button>
                                 <button class="advantages-card__button">
                                    <p class="advantages-card__subtitle">
                                       Версия MAX
                                    </p>
                                 </button>
                                 <button class="advantages-card__button">
                                    <p class="advantages-card__subtitle">
                                       VIP-версия
                                    </p>
                                 </button>
                              </div>
                           </li>
                           <li class="advantages-card__tires-advantages tires-advantages">
                              <div class="tires-advantages__info">
                                 <small class="tires-advantages__sm">
                                    Покрышки
                                 </small>
                                 <p class="tires-advantages__title">
                                    Внедорожная шипованная
                                 </p>
                                 <p class="tires-advantages__text">
                                    + установка (с доп.комплектом базовых покрышек)
                                 </p>
                                 <p class="tires-advantages__price">
                                    7600 руб.
                                 </p>
                              </div>
                              <button class="tires-advantages__button" type="button" aria-label="Изменить">
                                 Изменить
                              </button>
                           </li>
                           <li class="advantages-card__item">
                              <p class="advantages-card__header">
                                 Комплектация
                              </p>
                              <div class="advantages-card__row">
                                 <button class="advantages-card__button">
                                    <p class="advantages-card__subtitle">
                                       Стандартная 1 год
                                    </p>
                                    <p class="advantages-card__price">
                                       Бесплатно
                                    </p>
                                 </button>
                                 <button class="advantages-card__button advantages-card__button_active">
                                    <p class="advantages-card__subtitle">
                                       Расширенная 2 года
                                    </p>
                                    <p class="advantages-card__price">
                                       2 990 руб.
                                    </p>
                                 </button>
                              </div>
                           </li>
                           <li class="advantages-card__item">
                              <p class="advantages-card__header">
                                 Комплектация
                              </p>
                              <div class="advantages-card__row">
                                 <button class="advantages-card__button">
                                    <p class="advantages-card__subtitle">
                                       Нет
                                    </p>
                                 </button>
                                 <button class="advantages-card__button advantages-card__button_active">
                                    <p class="advantages-card__subtitle">
                                       Настройка
                                    </p>
                                    <p class="advantages-card__price">
                                       1 520 руб.
                                    </p>
                                 </button>
                                 <button class="advantages-card__button">
                                    <p class="advantages-card__subtitle">
                                       Гидроизоляция
                                    </p>
                                    <p class="advantages-card__price">
                                       3 850 руб.
                                    </p>
                                 </button>
                                 <button class="advantages-card__button">
                                    <p class="advantages-card__subtitle">
                                       Гидроизоляция <br> и настройка
                                    </p>
                                    <p class="advantages-card__price">
                                       3 409 руб. (-30%)
                                    </p>
                                 </button>
                              </div>
                           </li>
                           <li class="advantages-card__gift-advantages gift-advantages">
                              <div class="gift-advantages__header">
                                 <p class="gift-advantages__title">
                                    Подарочная упаковка
                                 </p>
                                 <p class="gift-advantages__stock">
                                    До конца акции <time class="gift-advantages__time"
                                       datetime="06:34:23:02">06:34:23:02</time>
                                 </p>
                              </div>
                              <div class="gift-advantages__content">
                                 <article class="gift-advantages__block-gift">
                                    <p class="block-gift__title">
                                       2 подарка при покупке
                                    </p>
                                    <ul class="block-gift__row">
                                       <li class="block-gift__item">
                                          <div class="block-gift__icon">
                                             <img src="/img/card/card-icon-gift1.svg"
                                                alt="Книга «6 вопросов об электротранспорте, на которые вы должны знать ответ».">
                                          </div>
                                          <p class="block-gift__text">
                                             Книга «6 вопросов об электротранспорте, на которые вы должны знать ответ».
                                          </p>
                                       </li>
                                       <li class="block-gift__item">
                                          <div class="block-gift__icon">
                                             <img src="/img/card/card-icon-gift2.svg"
                                                alt="Универсальный держатель для телефона ">
                                          </div>
                                          <p class="block-gift__text">
                                             Универсальный держатель для телефона
                                          </p>
                                       </li>
                                    </ul>
                                 </article>
                                 <div class="gift-advantages__row">
                                    <button class="gift-advantages__button" type="button">
                                       Без упаковки
                                    </button>
                                    <button class="gift-advantages__button gift-advantages__button_circle-pink"
                                       type="button">
                                       Розовый
                                    </button>
                                    <button class="gift-advantages__button gift-advantages__button_circle-blue"
                                       type="button">
                                       Синий
                                    </button>
                                    <button class="gift-advantages__button gift-advantages__button_circle-red"
                                       type="button">
                                       Красный
                                    </button>
                                 </div>
                              </div>
                           </li>
                           <li class="advantages-card__payment-advantages payment-advantages">
                              <div class="payment-advantages__header">
                                 <span class="payment-advantages__price big-title">
                                    45 900 руб.
                                 </span>
                                 <button type="button" class="product-card__icon-card icon-card icon-card_border">
                                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                       xmlns="http://www.w3.org/2000/svg">
                                       <path
                                          d="M17.9951 5.51484C17.7344 4.90528 17.3586 4.35291 16.8886 3.88864C16.4182 3.42298 15.8637 3.05293 15.2551 2.79861C14.624 2.53385 13.9471 2.39833 13.2637 2.39992C12.305 2.39992 11.3696 2.66506 10.5568 3.16588C10.3623 3.28569 10.1775 3.41727 10.0025 3.56065C9.8275 3.41727 9.64276 3.28569 9.44829 3.16588C8.63542 2.66506 7.70004 2.39992 6.74132 2.39992C6.05096 2.39992 5.382 2.53347 4.74998 2.79861C4.13935 3.05393 3.58901 3.4212 3.11646 3.88864C2.64584 4.35239 2.2699 4.90489 2.00994 5.51484C1.73963 6.14922 1.60156 6.82287 1.60156 7.51617C1.60156 8.17019 1.7338 8.8517 1.99633 9.54499C2.21608 10.1244 2.53111 10.7254 2.93366 11.3322C3.57151 12.2926 4.44855 13.2943 5.53757 14.3097C7.34222 15.9929 9.12937 17.1555 9.20521 17.2027L9.6661 17.5012C9.87029 17.6328 10.1328 17.6328 10.337 17.5012L10.7979 17.2027C10.8737 17.1536 12.6589 15.9929 14.4655 14.3097C15.5545 13.2943 16.4316 12.2926 17.0694 11.3322C17.472 10.7254 17.789 10.1244 18.0068 9.54499C18.2693 8.8517 18.4015 8.17019 18.4015 7.51617C18.4035 6.82287 18.2654 6.14922 17.9951 5.51484ZM10.0025 15.9477C10.0025 15.9477 3.07951 11.4678 3.07951 7.51617C3.07951 5.51484 4.71886 3.89257 6.74132 3.89257C8.16287 3.89257 9.39579 4.69388 10.0025 5.86443C10.6093 4.69388 11.8422 3.89257 13.2637 3.89257C15.2862 3.89257 16.9255 5.51484 16.9255 7.51617C16.9255 11.4678 10.0025 15.9477 10.0025 15.9477Z"
                                          fill="#6F73EE" />
                                       <path
                                          d="M3.99986 4.00041C6.0995 2.60065 8.35221 3.39493 9.55275 4.17364C9.8961 4.02094 10.6335 3.80368 12 3.5C16.5 2.5 16.5 5 17.5 6.5C18.3 7.7 17.1667 10 16.5 11L9.99986 17L2.99986 10.5C2.3332 9.00014 1.59986 5.60041 3.99986 4.00041Z" />
                                    </svg>
                                 </button>
                              </div>
                              <div class="payment-advantages__info">
                                 <svg class="payment-advantages__icon" width="22" height="22" viewBox="0 0 22 22"
                                    fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_257_9248)">
                                       <path
                                          d="M20.7292 9.8822H20.2305L19.4223 6.50151C19.3089 6.0114 18.879 5.66924 18.3751 5.66924H15.0894V5.02441C15.0894 4.19473 14.4145 3.51978 13.5848 3.51978H1.50464C0.674953 3.51973 0 4.19469 0 5.02437V15.041C0 15.8702 0.674953 16.5456 1.50464 16.5456H2.73629C3.02345 17.6569 4.03459 18.4802 5.23398 18.4802C6.43341 18.4802 7.44451 17.6569 7.73167 16.5456H14.6122C14.8993 17.6569 15.9105 18.4802 17.1099 18.4802C18.3092 18.4802 19.3204 17.6569 19.6075 16.5456H20.4953C21.325 16.5456 21.9999 15.8707 21.9999 15.041V11.153C22 10.4523 21.43 9.8822 20.7292 9.8822ZM18.2053 6.95891L18.9043 9.8822H15.0894V6.95891H18.2053ZM1.28971 15.041V13.1546H2.66002C3.01615 13.1546 3.30486 12.8659 3.30486 12.5098C3.30486 12.1537 3.01615 11.865 2.66002 11.865H1.28971V5.02437C1.28971 4.90573 1.386 4.80944 1.50464 4.80944H13.5847C13.7034 4.80944 13.7997 4.90573 13.7997 5.02437V15.2559H7.73171C7.44455 14.1446 6.43341 13.3214 5.23402 13.3214C4.03459 13.3214 3.0235 14.1446 2.73634 15.2559H1.50464C1.386 15.2559 1.28971 15.1592 1.28971 15.041ZM5.23398 17.1905C4.5228 17.1905 3.94427 16.6112 3.94427 15.9007C3.94427 14.5858 5.69254 14.1201 6.35039 15.2559C6.58023 15.6503 6.58281 16.1452 6.35039 16.5456C6.12691 16.9308 5.71033 17.1905 5.23398 17.1905ZM17.1099 17.1905C16.1174 17.1905 15.4982 16.109 15.9934 15.2559C16.6538 14.1158 18.3996 14.589 18.3996 15.9007C18.3996 16.6083 17.8235 17.1905 17.1099 17.1905ZM20.7103 15.041C20.7103 15.1596 20.614 15.2559 20.4954 15.2559H19.6076C19.3205 14.1446 18.3093 13.3214 17.1099 13.3214C16.2927 13.3214 15.5627 13.7035 15.0894 14.299V11.1719H20.7103V15.041H20.7103Z"
                                          fill="#282739" />
                                       <path
                                          d="M6.21079 11.8087C6.45107 12.0834 6.87131 12.1042 7.13746 11.8544L10.0178 9.15118C10.2774 8.90746 10.2904 8.49939 10.0467 8.23969C9.80302 7.98003 9.39495 7.96705 9.1352 8.21077L6.74184 10.4569L5.99934 9.60803C5.76486 9.33994 5.35748 9.31274 5.08944 9.54718C4.8214 9.78166 4.79416 10.189 5.02859 10.4571L6.21079 11.8087Z"
                                          fill="#282739" />
                                    </g>
                                    <defs>
                                       <clipPath id="clip0_257_9248">
                                          <rect width="22" height="22" fill="white" />
                                       </clipPath>
                                    </defs>
                                 </svg>
                                 <p class="payment-advantages__text">
                                    <span class="payment-advantages__text_bold">Бесплатная доставка по РФ </span><br> от
                                    1
                                    дня
                                    при заказе до 01.09
                                 </p>
                              </div>
                              <div class="payment-advantages__buttons">
                                 <button class="payment-advantages__button button button_purple" type="button">
                                    Купить в 1 клик
                                 </button>
                                 <button class="payment-advantages__button button button_border" type="button">
                                    Добавить в корзину
                                 </button>
                              </div>
                           </li>
                        </ul>
                     </div>
                  </div>
                  <div class="card__tabs-card tabs-card">
                     <ul class="tabs-card__header">
                        <li class="tabs-card__item active" data-tab="#info-card-product">
                           О товаре
                        </li>
                        <li class="tabs-card__item" data-tab="#desk-tabs">
                           Характеристики
                        </li>
                        <li class="tabs-card__item" data-tab="#delivery-tabs">
                           Доставка и оплата
                        </li>
                        <li class="tabs-card__item" data-tab="#guarantees-tabs">
                           Гарантии
                        </li>
                        <li class="tabs-card__item" data-tab="#max-version">
                           Версия MAX
                        </li>
                     </ul>
                     <ul class="tabs-card__content">
                        <li class="tabs-card-li tabs-card__info-card-product info-card-product" id="info-card-product">
                           <div class="info-card-product__content">
                              <div class="info-card-product__trigger">
                                 <h2 class="info-card-product__middle-title middle-title">
                                    Электросамокат Kugoo Kirin M4 c мощными характеристиками и стильным дизайном
                                 </h2>
                                 <p class="info-card-product__text">
                                    Приобретая самокат Kugoo Kirin M4, вы получите множество положительных эмоций и
                                    сможете
                                    беспрепятственно передвигаться по городу.
                                 </p>
                                 <p class="info-card-product__text">
                                    Самокат может набирать скорость до 45 км/ч благодаря усиленному мотор-колесу и
                                    батарее.
                                    Удобный дисплей позволяет легкостью отслеживать и переключать скорости передвижения,
                                    контролировать заряд аккумулятора, а также пройденный путь за все время и за текущую
                                    поездку в километрах.
                                 </p>
                              </div>
                              <div class="info-card-product__wrapper">
                                 <div class="info-card-product__set-info-card set-info-card">
                                    <h4 class="set-info-card__title">
                                       Что в комплекте
                                    </h4>
                                    <ul class="set-info-card__list">
                                       <li class="set-info-card__item">
                                          <svg class="set-info-card__icon" width="20" height="20" viewBox="0 0 20 20"
                                             fill="none" xmlns="http://www.w3.org/2000/svg">
                                             <g clip-path="url(#clip0_258_9323)">
                                                <path
                                                   d="M17.0821 2.26416H16.4973V16.6313C16.4973 17.5858 15.7204 18.3627 14.7659 18.3627H8.84069H4.12891V18.8953C4.12891 19.5052 4.62389 20.0001 5.23375 20.0001H11.1569H17.08C17.6899 20.0001 18.1849 19.5052 18.1849 18.8953V3.36901C18.1849 2.75915 17.692 2.26416 17.0821 2.26416Z"
                                                   fill="#5D6C7B" />
                                                <path
                                                   d="M8.84036 17.736H14.7635C15.3734 17.736 15.8684 17.241 15.8684 16.6312V2.26399V1.10485C15.8684 0.494987 15.3734 0 14.7635 0H8.84036H6.87085V0.365497C6.87501 0.403091 6.87712 0.442774 6.87712 0.482456V2.89056V3.50877C6.87712 4.36717 6.17954 5.06474 5.32114 5.06474H4.70293H2.29482C2.26349 5.06474 2.23008 5.06266 2.19875 5.06057H1.81445V16.6312C1.81445 17.241 2.30944 17.736 2.9193 17.736H4.13066H8.84036ZM9.06383 13.9808H5.20209C4.91387 13.9808 4.67995 13.7468 4.67995 13.4586C4.67995 13.1704 4.91387 12.9365 5.20209 12.9365H9.06592C9.35414 12.9365 9.58806 13.1704 9.58806 13.4586C9.58806 13.7468 9.35206 13.9808 9.06383 13.9808ZM12.9277 11.3158H5.20209C4.91387 11.3158 4.67995 11.0819 4.67995 10.7937C4.67995 10.5054 4.91387 10.2715 5.20209 10.2715H12.9277C13.2159 10.2715 13.4498 10.5054 13.4498 10.7937C13.4498 11.0819 13.2159 11.3158 12.9277 11.3158ZM5.20209 7.44152H12.9277C13.2159 7.44152 13.4498 7.67544 13.4498 7.96366C13.4498 8.25188 13.2159 8.4858 12.9277 8.4858H5.20209C4.91387 8.4858 4.67995 8.25188 4.67995 7.96366C4.67995 7.67544 4.91387 7.44152 5.20209 7.44152Z"
                                                   fill="#5D6C7B" />
                                                <path
                                                   d="M2.295 4.43807H5.32131C5.3234 4.43807 5.32758 4.43807 5.32967 4.43807C5.8351 4.43389 6.24445 4.02454 6.24863 3.51911C6.24863 3.51702 6.24863 3.51284 6.24863 3.51075V0.482349C6.24863 0.202483 6.01889 0.0166016 5.78081 0.0166016C5.66594 0.0166016 5.55107 0.0583727 5.455 0.154446L1.96501 3.64442C1.67261 3.93682 1.87938 4.43807 2.295 4.43807Z"
                                                   fill="#5D6C7B" />
                                             </g>
                                             <defs>
                                                <clipPath id="clip0_258_9323">
                                                   <rect width="20" height="20" fill="white" />
                                                </clipPath>
                                             </defs>
                                          </svg>
                                          <div class="set-info-card__info">
                                             <p class="set-info-card__subtitle">
                                                Инструкция
                                             </p>
                                             <a href="#" class="set-info-card__link">
                                                Посмотреть
                                             </a>
                                          </div>
                                       </li>
                                       <li class="set-info-card__item">
                                          <svg class="set-info-card__icon" width="20" height="20" viewBox="0 0 20 20"
                                             fill="none" xmlns="http://www.w3.org/2000/svg">
                                             <g clip-path="url(#clip0_258_9387)">
                                                <path
                                                   d="M18.0755 15.1239L16.9903 2.10109C16.9451 1.56 16.7299 1.04715 16.3842 0.656881C16.009 0.233446 15.5248 0.000244141 15.0209 0.000244141H13.7656C13.4421 0.000244141 13.1797 0.262586 13.1797 0.586178C13.1797 0.90977 13.4421 1.17211 13.7656 1.17211H15.0209C15.3596 1.17211 15.772 1.59363 15.8225 2.19847L16.6911 12.6228C14.5174 12.9899 12.8421 14.7525 12.5861 16.9455H7.4137C7.12277 14.4751 5.0161 12.5522 2.46881 12.5522C1.72237 12.5522 1.00428 12.7136 0.33464 13.0317C0.0423374 13.1705 -0.0820369 13.52 0.0568295 13.8123C0.195657 14.1046 0.545186 14.2289 0.837489 14.0901C1.34878 13.8472 1.89764 13.7241 2.46881 13.7241C4.36899 13.7241 5.94832 15.1232 6.23097 16.9454H4.86668C4.6029 15.8662 3.62818 15.0627 2.46877 15.0627C1.10753 15.0627 0.000111089 16.1701 0.000111089 17.5314C0.000111089 18.8926 1.10753 20 2.46877 20C3.62818 20 4.6029 19.1965 4.86668 18.1173H13.138C13.4616 18.1173 13.7239 17.8549 13.7239 17.5314C13.7239 15.6855 15.0311 14.1409 16.7888 13.7959L16.9012 15.1444C15.8442 15.4236 15.0625 16.3878 15.0625 17.5313C15.0625 18.8926 16.17 20 17.5312 20C18.8925 20 20 18.8926 20 17.5313C20 16.3572 19.1757 15.3725 18.0755 15.1239Z"
                                                   fill="#5D6C7B" />
                                             </g>
                                             <defs>
                                                <clipPath id="clip0_258_9387">
                                                   <rect width="20" height="20" fill="white" />
                                                </clipPath>
                                             </defs>
                                          </svg>
                                          <div class="set-info-card__info">
                                             <p class="set-info-card__subtitle">
                                                Чехол
                                             </p>
                                          </div>
                                       </li>
                                       <li class="set-info-card__item">
                                          <svg class="set-info-card__icon" width="20" height="20" viewBox="0 0 20 20"
                                             fill="none" xmlns="http://www.w3.org/2000/svg">
                                             <g clip-path="url(#clip0_258_9343)">
                                                <path
                                                   d="M8.42715 6.13675H11.1218V4.96487H8.42715V2.53222H11.1218V1.36034H8.42715V0.627686H5.48633V6.86937H8.42715V6.13675Z"
                                                   fill="#5D6C7B" />
                                                <path
                                                   d="M4.31531 0H1.18945C0.542227 0 0.0175781 0.524648 0.0175781 1.17188V8.39625C0.0175781 9.04348 0.542227 9.56812 1.18945 9.56812H4.31531V0Z"
                                                   fill="#5D6C7B" />
                                                <path
                                                   d="M18.1528 14.2601H19.3246V3.46242C19.3246 1.55324 17.7714 0 15.8623 0C13.9531 0 12.3998 1.55324 12.3998 3.46242V14.1721C12.3998 16.7395 10.3112 18.8281 7.74387 18.8281C5.17656 18.8281 3.08789 16.7395 3.08789 14.1721V10.74H1.91602V14.1721C1.91602 17.3856 4.53035 20 7.74387 20C10.9574 20 13.5717 17.3856 13.5717 14.1721V3.46242C13.5717 2.19941 14.5993 1.17188 15.8623 1.17188C17.1253 1.17188 18.1528 2.19941 18.1528 3.46242V14.2601H18.1528Z"
                                                   fill="#5D6C7B" />
                                                <path
                                                   d="M17.498 15.4319V18.136H18.1547V19.9999H19.3266V18.136H19.9832V15.4319H17.498Z"
                                                   fill="#5D6C7B" />
                                             </g>
                                             <defs>
                                                <clipPath id="clip0_258_9343">
                                                   <rect width="20" height="20" fill="white" />
                                                </clipPath>
                                             </defs>
                                          </svg>
                                          <div class="set-info-card__info">
                                             <p class="set-info-card__subtitle">
                                                Зарядное устройство
                                             </p>
                                          </div>
                                       </li>
                                       <li class="set-info-card__item">
                                          <svg class="set-info-card__icon" width="20" height="20" viewBox="0 0 20 20"
                                             fill="none" xmlns="http://www.w3.org/2000/svg">
                                             <g clip-path="url(#clip0_258_9368)">
                                                <path
                                                   d="M20 10.0112L18.2883 7.7815L18.6712 5.01123L16.0586 3.97519L15.0225 1.36258L12.2523 1.74546L10 0.0112305L7.77027 1.72294L5 1.34006L3.96396 3.95267L1.35135 4.98871L1.73423 7.75898L0 10.0112L1.71171 12.241L1.32883 15.0112L3.94144 16.0473L4.97748 18.6599L7.74775 18.277L9.97748 19.9887L12.2072 18.277L14.9775 18.6599L16.0135 16.0473L18.6261 14.9887L18.2432 12.2184L20 10.0112ZM9.18919 13.2545L5.85586 10.5067L6.57658 9.62835L9.05405 11.6554L13.2883 6.76799L14.1441 7.51123L9.18919 13.2545Z"
                                                   fill="#5D6C7B" />
                                             </g>
                                             <defs>
                                                <clipPath id="clip0_258_9368">
                                                   <rect width="20" height="20" fill="white" />
                                                </clipPath>
                                             </defs>
                                          </svg>
                                          <div class="set-info-card__info">
                                             <p class="set-info-card__subtitle">
                                                Гарантийный талон
                                             </p>
                                          </div>
                                       </li>
                                    </ul>
                                 </div>
                                 <div class="info-card-product__features-info-card features-info-card">
                                    <h4 class="features-info-card__title">
                                       Ключевые особенности Kugoo Kirin M4
                                    </h4>
                                    <ul class="features-info-card__row">
                                       <li class="features-info-card__item">
                                          Для города
                                       </li>
                                       <li class="features-info-card__item">
                                          Быстрый
                                       </li>
                                       <li class="features-info-card__item">
                                          Комфортный
                                       </li>
                                       <li class="features-info-card__item">
                                          Легкий
                                       </li>
                                    </ul>
                                 </div>
                              </div>
                           </div>
                        </li>
                        <li class="tabs-card-li tabs-card__desk-tabs desk-tabs" id="desk-tabs">
                           <div class="desk-tabs__content">
                              <ul class="desk-tabs__list">
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Масса нетто
                                    </span>
                                    <span class="desk-tabs__value">
                                       22 кг
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Мощность
                                    </span>
                                    <span class="desk-tabs__value">
                                       500 W
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Аккумулятор
                                    </span>
                                    <span class="desk-tabs__value">
                                       10 000 mAh
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Максимальная скорость
                                    </span>
                                    <span class="desk-tabs__value">
                                       до 40 км/ч*
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Максимальный пробег
                                    </span>
                                    <span class="desk-tabs__value">
                                       до 30 км*
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Время полной зарядки
                                    </span>
                                    <span class="desk-tabs__value">
                                       6 часов
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Максимальная нагрузка
                                    </span>
                                    <span class="desk-tabs__value">
                                       140 кг
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Размер колес
                                    </span>
                                    <span class="desk-tabs__value">
                                       10
                                    </span>
                                 </li>
                              </ul>
                              <ul class="desk-tabs__list">
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Тип колес
                                    </span>
                                    <span class="desk-tabs__value">
                                       Надувные
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Габариты (ДВШ), см
                                    </span>
                                    <span class="desk-tabs__value">
                                       В разложенном виде: 113/86-116/60 <br>
                                       В сложенном виде: 113/37/22
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Подсветка
                                    </span>
                                    <span class="desk-tabs__value">
                                       Передняя фара, стоп-сигнал, боковая
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Привод
                                    </span>
                                    <span class="desk-tabs__value">
                                       Задний
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Тормозная система
                                    </span>
                                    <span class="desk-tabs__value">
                                       Передняя и задняя дисковая
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Комплектация
                                    </span>
                                    <span class="desk-tabs__value">
                                       Товарный чек, гарантийный талон, з/у
                                    </span>
                                 </li>
                                 <li class="desk-tabs__item">
                                    <span class="desk-tabs__name">
                                       Гарантия
                                    </span>
                                    <span class="desk-tabs__value">
                                       12 месяцев
                                    </span>
                                 </li>
                                 <li class="desk-tabs__text">
                                    *указаны максимально возможные характеристики, зависящие от веса райдера, рельефа
                                    местности, погодных условий и температуры окружающей среды
                                 </li>
                              </ul>
                           </div>
                        </li>
                        <li class="tabs-card-li tabs-card__delivery-tabs delivery-tabs" id="delivery-tabs">
                           <div class="delivery-tabs__content">
                              <div class="delivery-tabs__info">
                                 <h3 class="delivery-tabs__middle-title middle-title">
                                    5 способов оплаты
                                 </h3>
                                 <p class="delivery-tabs__subtitle">
                                    Вы можете оплатить покупку:
                                 </p>
                                 <ul class="delivery-tabs__list">
                                    <li class="delivery-tabs__item">
                                       <div class="delivery-tabs__img">
                                          <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                       </div>
                                       <p class="delivery-tabs__text">
                                          наличными
                                       </p>
                                    </li>
                                    <li class="delivery-tabs__item">
                                       <div class="delivery-tabs__img">
                                          <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                       </div>
                                       <p class="delivery-tabs__text">
                                          картой
                                       </p>
                                    </li>
                                    <li class="delivery-tabs__item">
                                       <div class="delivery-tabs__img">
                                          <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                       </div>
                                       <p class="delivery-tabs__text">
                                          онлайн на сайте через корзину
                                       </p>
                                    </li>
                                    <li class="delivery-tabs__item">
                                       <div class="delivery-tabs__img">
                                          <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                       </div>
                                       <p class="delivery-tabs__text">
                                          через интернет-банкинг по счету
                                       </p>
                                    </li>
                                    <li class="delivery-tabs__item">
                                       <div class="delivery-tabs__img">
                                          <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                       </div>
                                       <p class="delivery-tabs__text">
                                          в кредит от «Сбербанка»
                                       </p>
                                    </li>
                                 </ul>
                              </div>
                              <div class="delivery-tabs__info">
                                 <h3 class="delivery-tabs__middle-title middle-title">
                                    Доставка по всей России
                                 </h3>
                                 <ul class="delivery-tabs__list">
                                    <li class="delivery-tabs__item">
                                       <div class="delivery-tabs__img">
                                          <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                       </div>
                                       <p class="delivery-tabs__text">
                                          Отправляем заказы по всей России день в день службой доставки товаров CDEK
                                       </p>
                                    </li>
                                    <li class="delivery-tabs__item">
                                       <div class="delivery-tabs__img">
                                          <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                       </div>
                                       <p class="delivery-tabs__text">
                                          Самовывоз из магазинов в Москве, Санкт-Петербурге и Краснодаре
                                       </p>
                                    </li>
                                 </ul>
                              </div>
                           </div>
                        </li>
                        <li class="tabs-card-li tabs-card__guarantees-tabs guarantees-tabs" id="guarantees-tabs">
                           <div class="guarantees-tabs__content">
                              <article class="guarantees-tabs__row-blocks row-blocks">
                                 <ul class="row-blocks__list">
                                    <li class="row-blocks__item">
                                       <div class="row-blocks__info">
                                          <h3 class="row-blocks__middle-title middle-title">
                                             14 дней на обмен и возврат
                                          </h3>
                                          <p class="row-blocks__text">
                                             Если вас, что-то не устроит в товаре, мы обменяем его на новый или вернем
                                             деньги
                                          </p>
                                       </div>
                                       <div class="row-blocks__image row-blocks__image_4">
                                          <img src="/img/row-blocks/row-blocks-image5.png"
                                             alt="14 дней на обмен и возврат">
                                       </div>
                                    </li>
                                    <li class="row-blocks__item">
                                       <div class="row-blocks__info">
                                          <h3 class="row-blocks__middle-title middle-title">
                                             1 год на <br> самокаты
                                          </h3>
                                          <p class="row-blocks__text">
                                             Обеспечиваем гарантийные обязательства на весь ассортимент самокатов в
                                             стандартной комплектации
                                          </p>
                                       </div>
                                       <div class="row-blocks__image row-blocks__image_5">
                                          <img src="/img/row-blocks/row-blocks-image6.png" alt="1 год на самокаты">
                                       </div>
                                    </li>
                                    <li class="row-blocks__item">
                                       <div class="row-blocks__info">
                                          <h3 class="row-blocks__middle-title middle-title">
                                             Расширенная гарантия 2 года для версии MAX
                                          </h3>
                                       </div>
                                       <div class="row-blocks__image row-blocks__image_6">
                                          <img src="/img/row-blocks/row-blocks-image8.png" alt="1 год на самокаты">
                                       </div>
                                    </li>
                                    <li class="row-blocks__item">
                                       <div class="row-blocks__info">
                                          <h3 class="row-blocks__middle-title middle-title">
                                             Расширенная гарантия 3 года для версии VIP
                                          </h3>
                                       </div>
                                       <div class="row-blocks__image row-blocks__image_7">
                                          <img src="/img/row-blocks/row-blocks-image7.png" alt="1 год на самокаты">
                                       </div>
                                    </li>
                                 </ul>
                              </article>
                           </div>
                        </li>
                        <li class="tabs-card-li tabs-card__max-version max-version" id="max-version">
                           <div class="max-version__content">
                              <h3 class="max-version__middle-title middle-title">
                                 Преимущества версии MAX
                              </h3>
                              <ul class="max-version__row">
                                 <li class="max-version__item">
                                    <p class="max-version__title">
                                       Бесплатная гидроизоляция
                                    </p>
                                    <p class="max-version__text">
                                       Защитим ваш самокат от <br> попадания влаги.
                                    </p>
                                 </li>
                                 <li class="max-version__item">
                                    <p class="max-version__title">
                                       Бесплатная настройка
                                    </p>
                                    <p class="max-version__text">
                                       Комплексно подготовим ваш <br> самокат к эксплуатации.
                                    </p>
                                 </li>
                                 <li class="max-version__item">
                                    <p class="max-version__title">
                                       Гарантия 2 года
                                    </p>
                                 </li>
                                 <li class="max-version__item">
                                    <p class="max-version__title">
                                       500 руб. на покупку <br> аксессуаров
                                    </p>
                                    <p class="max-version__text">
                                       При покупке версии MAX вы получаете купон номиналом 500 р. на покупку любых
                                       аксессуаров, представленных в нашем магазине.
                                    </p>
                                 </li>
                              </ul>
                              <ul class="max-version__row max-version__row_grid-size-row">
                                 <li class="max-version__item max-version__item_grid-3">
                                    <p class="max-version__title">
                                       Скидка 10% <br> на ремонт и запчасти
                                    </p>
                                    <p class="max-version__text max-version__text_bold">
                                       Вы получаете бессрочную скидку 10%:
                                    </p>
                                    <ul class="max-version__list">
                                       <li class="max-version__li">
                                          <div class="max-version__icon">
                                             <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                          </div>
                                          <p class="max-version__text">
                                             на платный ремонт любой
                                          </p>
                                       </li>
                                       <li class="max-version__li">
                                          <div class="max-version__icon">
                                             <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                          </div>
                                          <p class="max-version__text">
                                             сложности (при
                                          </p>
                                       </li>
                                       <li class="max-version__li">
                                          <div class="max-version__icon">
                                             <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                          </div>
                                          <p class="max-version__text">
                                             негарантийном случае);
                                          </p>
                                       </li>
                                       <li class="max-version__li">
                                          <div class="max-version__icon">
                                             <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                          </div>
                                          <p class="max-version__text">
                                             на все запчасти
                                          </p>
                                       </li>
                                    </ul>
                                 </li>
                                 <li class="max-version__item max-version__item_grid-3">
                                    <p class="max-version__title">
                                       Дополнительные <br> услуги
                                    </p>
                                    <p class="max-version__text max-version__text_bold">
                                       Дополнительно вы можете заказать:
                                    </p>
                                    <ul class="max-version__list">
                                       <li class="max-version__li">
                                          <div class="max-version__icon">
                                             <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                          </div>
                                          <p class="max-version__text">
                                             недорожные покрышки;
                                          </p>
                                       </li>
                                       <li class="max-version__li">
                                          <div class="max-version__icon">
                                             <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                          </div>
                                          <p class="max-version__text">
                                             страховку (негарантийный
                                          </p>
                                       </li>
                                       <li class="max-version__li">
                                          <div class="max-version__icon">
                                             <img src="/img/kugoo-russia/icon.svg" alt="Иконка">
                                          </div>
                                          <p class="max-version__text">
                                             ремонт).
                                          </p>
                                       </li>
                                    </ul>
                                 </li>
                                 <li class="max-version__item max-version__item_grid-3">
                                    <p class="max-version__title">
                                       Ремонт в приоритетном <br> порядке
                                    </p>
                                    <p class="max-version__text">
                                       Ваш электросамокат будет ремонтироваться в первую очередь. При наличии нужной
                                       запчасти время ремонта может составлять до 3 часов.
                                    </p>
                                 </li>
                                 <li class="max-version__item max-version__item_grid-3">
                                    <p class="max-version__title">
                                       500 руб. на покупку <br> аксессуаров
                                    </p>
                                    <p class="max-version__text">
                                       Ежегодное бесплатное техническое обслуживание вашего транспорта на протяжении 2
                                       лет
                                       в наших сервисных центрах в Москве, Санкт-Петербурге и Краснодаре.
                                    </p>
                                 </li>
                              </ul>
                           </div>
                        </li>
                     </ul>
                  </div>
               </div>
            </div>
         </article>
         <!-- card -->

         <!-- user-feedback -->
         <article class="user-feedback">
            <div class="user-feedback__container">
               <div class="user-feedback__header">
                  <h2 class="user-feedback__big-title big-title">
                     Отзывы и фото реальных покупателей
                  </h2>
                  <a href="#" class="user-feedback__link-arrow link-arrow underline_purple">
                     Читать отзывы на Яндекс
                  </a>
               </div>
               <div class="user-feedback__row-feedback row-feedback swiper">
                  <div class="row-feedback__wrapper swiper-wrapper">
                     <article class="row-feedback__item row-feedback__item_medium swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man6.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_medium swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man1.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_big swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/илья.м.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_big swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man3.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_medium swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man2.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                  </div>
               </div>

               <div class="user-feedback__row-feedback row-feedback swiper">
                  <div class="row-feedback__wrapper swiper-wrapper">
                     <article class="row-feedback__item row-feedback__item_medium swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man1.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_medium swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man2.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_big swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man7.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_medium swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man4.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_medium swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man5.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_small swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man8.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                     <article class="row-feedback__item row-feedback__item_big swiper-slide">
                        <img class="row-feedback__image" src="/img/user-feedback/man3.png" alt="Отзыв от клиента">
                        <div class="row-feedback__header">
                           <div class="row-feedback__avatar">
                              <img src="/img/user-feedback/илья.м-аватар.png" alt="Аватарка пользователя">
                           </div>
                           <div class="row-feedback__info">
                              <p class="row-feedback__name">
                                 Илья М.
                              </p>
                              <p class="row-feedback__subtitle">
                                 Знаток города 2 уровня
                              </p>
                           </div>
                        </div>
                        <div class="row-feedback__sub-block">
                           <ul class="row-feedback__rating">
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                              <li class="user-feedback__icon">
                                 <svg width="14" height="13" viewBox="0 0 14 13" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M7 0L8.84741 4.45726L13.6574 4.83688L9.98917 7.97124L11.1145 12.6631L7 10.143L2.8855 12.6631L4.01083 7.97124L0.342604 4.83688L5.15259 4.45726L7 0Z"
                                       fill="#FFD12E" />
                                 </svg>
                              </li>
                           </ul>
                           <time datetime="23.09.2022" class="row-feedback__date">
                              23 сентября 2022
                           </time>
                        </div>
                        <p class="row-feedback__impression">
                           Магазин очень понравился, быстро обслужили, персонал хорошо знает свой товар, вежливо и
                           грамотно
                           консультирует, ассортимент внушительный, а если чего нет сейчас в наличии, то можно без
                           проблем
                           заказать на сайте, так что всем рекомендую!
                        </p>
                     </article>
                  </div>
               </div>
            </div>
         </article>
         <!-- user-feedback -->

         <!-- row-blocks -->
         <article class="row-blocks">
            <div class="row-blocks__container container">
               <ul class="row-blocks__list">
                  <li class="row-blocks__item">
                     <div class="row-blocks__info">
                        <h3 class="row-blocks__middle-title middle-title">
                           Хотите проверить <br> товар перед <br> покупкой?
                        </h3>
                        <p class="row-blocks__text">
                           Продемонстрируем нужный товар онлайн или в магазине
                        </p>
                        <a href="#" class="row-blocks__link link-arrow underline_purple">
                           Подобрать модель
                        </a>
                     </div>
                     <div class="row-blocks__image row-blocks__image_3">
                        <img src="/img/row-blocks/row-blocks-image3.png" alt="Подбор модели электросамоката">
                     </div>
                  </li>
                  <li class="row-blocks__item">
                     <div class="row-blocks__info">
                        <h3 class="row-blocks__middle-title middle-title">
                           Нашли Kugoo Jilong дешевле?
                        </h3>
                        <p class="row-blocks__text">
                           Сообщите нам в каком магазине цена ниже, а мы сделаем вам крутое спецпредложение!
                        </p>
                        <a href="#" class="row-blocks__link link-arrow underline_purple">
                           Подобрать модель
                        </a>
                     </div>
                     <div class="row-blocks__image row-blocks__image_4">
                        <img src="/img/row-blocks/row-blocks-image4.png" alt="Сервисное
                        обслуживание">
                     </div>
                  </li>
               </ul>
            </div>
         </article>
         <!-- row-blocks -->

          <!-- often-buy -->
          <section class="often-buy">
            <div class="often-buy__container container">
               <h2 class="often-buy__big-title big-title">
                  часто покупают
               </h2>
               <div class="often-buy__product-card product-card">
               <?php foreach ($infoPopularProducts as $infoPopularProductsItem): ?>
                  <article class="product-card__content">
                     <div class="product-card__header">
                        <span class="product-card__subtitle product-card__subtitle_hit">
                           <?= $infoPopularProductsItem['hype']?>
                        </span>  
                        <button type="button" class="product-card__icon-card icon-card icon-card_no-bg">
                           <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                              xmlns="http://www.w3.org/2000/svg">
                              <mask id="path-1-inside-1_7825_20528" fill="white">
                                 <path
                                    d="M19.4141 11.2663H18.7766L16.7349 6.31856C17.0208 6.27958 17.2413 6.03466 17.2413 5.73754C17.2413 5.41333 16.979 5.15049 16.6554 5.15049H11.6177C11.3769 4.48044 10.7363 4 9.98559 4C9.23488 4 8.59422 4.48048 8.3534 5.15049H3.34465C3.02105 5.15049 2.75871 5.41333 2.75871 5.73754C2.75871 6.03466 2.97926 6.27958 3.26512 6.31856L1.22344 11.2663H0.585938C0.262344 11.2663 0 11.5291 0 11.8533C0 14.1398 1.85668 16 4.13883 16C6.42098 16 8.27766 14.1398 8.27766 11.8533C8.27766 11.5291 8.01531 11.2663 7.69172 11.2663H7.05418L5.01504 6.32458H8.3534C8.59422 6.99464 9.23484 7.47508 9.98559 7.47508C10.7363 7.47508 11.3769 6.99464 11.6177 6.32458H14.985L12.9459 11.2663H12.3083C11.9847 11.2663 11.7224 11.5291 11.7224 11.8533C11.7224 14.1398 13.5791 16 15.8612 16C18.1434 16 20 14.1398 20 11.8533C20 11.5291 19.7377 11.2663 19.4141 11.2663ZM4.13883 14.8259C2.70332 14.8259 1.5027 13.7993 1.22996 12.4404H7.0477C6.77496 13.7993 5.57434 14.8259 4.13883 14.8259ZM5.78613 11.2663H2.49152L4.13883 7.27423L5.78613 11.2663ZM9.98555 6.30098C9.67543 6.30098 9.42316 6.04824 9.42316 5.73754C9.42316 5.42683 9.67543 5.17409 9.98555 5.17409C10.2956 5.17409 10.5479 5.42683 10.5479 5.73754C10.5479 6.04824 10.2957 6.30098 9.98555 6.30098ZM15.8612 7.27423L17.5085 11.2663H14.2139L15.8612 7.27423ZM15.8612 14.8259C14.4257 14.8259 13.225 13.7993 12.9523 12.4404H18.77C18.4973 13.7993 17.2966 14.8259 15.8612 14.8259Z" />
                              </mask>
                              <path
                                 d="M19.4141 11.2663H18.7766L16.7349 6.31856C17.0208 6.27958 17.2413 6.03466 17.2413 5.73754C17.2413 5.41333 16.979 5.15049 16.6554 5.15049H11.6177C11.3769 4.48044 10.7363 4 9.98559 4C9.23488 4 8.59422 4.48048 8.3534 5.15049H3.34465C3.02105 5.15049 2.75871 5.41333 2.75871 5.73754C2.75871 6.03466 2.97926 6.27958 3.26512 6.31856L1.22344 11.2663H0.585938C0.262344 11.2663 0 11.5291 0 11.8533C0 14.1398 1.85668 16 4.13883 16C6.42098 16 8.27766 14.1398 8.27766 11.8533C8.27766 11.5291 8.01531 11.2663 7.69172 11.2663H7.05418L5.01504 6.32458H8.3534C8.59422 6.99464 9.23484 7.47508 9.98559 7.47508C10.7363 7.47508 11.3769 6.99464 11.6177 6.32458H14.985L12.9459 11.2663H12.3083C11.9847 11.2663 11.7224 11.5291 11.7224 11.8533C11.7224 14.1398 13.5791 16 15.8612 16C18.1434 16 20 14.1398 20 11.8533C20 11.5291 19.7377 11.2663 19.4141 11.2663ZM4.13883 14.8259C2.70332 14.8259 1.5027 13.7993 1.22996 12.4404H7.0477C6.77496 13.7993 5.57434 14.8259 4.13883 14.8259ZM5.78613 11.2663H2.49152L4.13883 7.27423L5.78613 11.2663ZM9.98555 6.30098C9.67543 6.30098 9.42316 6.04824 9.42316 5.73754C9.42316 5.42683 9.67543 5.17409 9.98555 5.17409C10.2956 5.17409 10.5479 5.42683 10.5479 5.73754C10.5479 6.04824 10.2957 6.30098 9.98555 6.30098ZM15.8612 7.27423L17.5085 11.2663H14.2139L15.8612 7.27423ZM15.8612 14.8259C14.4257 14.8259 13.225 13.7993 12.9523 12.4404H18.77C18.4973 13.7993 17.2966 14.8259 15.8612 14.8259Z"
                                 fill="#282739" />
                              <path
                                 d="M18.7766 11.2663L15.079 12.7921L16.1 15.2663H18.7766V11.2663ZM16.7349 6.31856L16.1946 2.35522L11.0611 3.05512L13.0374 7.84433L16.7349 6.31856ZM11.6177 5.15049L7.85347 6.50339L8.80485 9.15049H11.6177V5.15049ZM8.3534 5.15049V9.15049H11.1662L12.1176 6.50345L8.3534 5.15049ZM3.26512 6.31856L6.96268 7.84435L8.93891 3.05522L3.80556 2.35523L3.26512 6.31856ZM1.22344 11.2663V15.2663H3.90002L4.921 12.7921L1.22344 11.2663ZM7.05418 11.2663L3.35661 12.7921L4.37757 15.2663H7.05418V11.2663ZM5.01504 6.32458V2.32458H-0.962677L1.31747 7.85035L5.01504 6.32458ZM8.3534 6.32458L12.1177 4.97169L11.1663 2.32458H8.3534V6.32458ZM11.6177 6.32458V2.32458H8.80485L7.85347 4.97169L11.6177 6.32458ZM14.985 6.32458L18.6826 7.85034L20.9627 2.32458L14.985 2.32458V6.32458ZM12.9459 11.2663V15.2663H15.6225L16.6434 12.7921L12.9459 11.2663ZM1.22996 12.4404V8.44039H-3.65259L-2.69183 13.2275L1.22996 12.4404ZM7.0477 12.4404L10.9695 13.2275L11.9302 8.44039H7.0477V12.4404ZM5.78613 11.2663V15.2663H11.7639L9.4837 9.74052L5.78613 11.2663ZM2.49152 11.2663L-1.20604 9.74052L-3.48623 15.2663H2.49152V11.2663ZM4.13883 7.27423L7.83639 5.74845L4.13883 -3.21221L0.441262 5.74845L4.13883 7.27423ZM15.8612 7.27423L19.5587 5.74845L15.8612 -3.21221L12.1636 5.74845L15.8612 7.27423ZM17.5085 11.2663V15.2663H23.4862L21.206 9.74052L17.5085 11.2663ZM14.2139 11.2663L10.5163 9.74052L8.23612 15.2663H14.2139V11.2663ZM12.9523 12.4404V8.44039H8.06975L9.03051 13.2275L12.9523 12.4404ZM18.77 12.4404L22.6918 13.2275L23.6526 8.44039H18.77V12.4404ZM19.4141 7.2663H18.7766V15.2663H19.4141V7.2663ZM22.4741 9.74053L20.4325 4.79279L13.0374 7.84433L15.079 12.7921L22.4741 9.74053ZM17.2753 10.2819C19.5145 9.97659 21.2413 8.06373 21.2413 5.73754H13.2413C13.2413 4.00559 14.5271 2.58257 16.1946 2.35522L17.2753 10.2819ZM21.2413 5.73754C21.2413 3.21132 19.1952 1.15049 16.6554 1.15049V9.15049C14.7627 9.15049 13.2413 7.61534 13.2413 5.73754H21.2413ZM16.6554 1.15049H11.6177V9.15049H16.6554V1.15049ZM15.382 3.7976C14.5916 1.5985 12.4857 0 9.98559 0V8C8.98691 8 8.1622 7.36238 7.85347 6.50339L15.382 3.7976ZM9.98559 0C7.48551 0 5.37954 1.59853 4.58916 3.79753L12.1176 6.50345C11.8089 7.36243 10.9843 8 9.98559 8V0ZM8.3534 1.15049H3.34465V9.15049H8.3534V1.15049ZM3.34465 1.15049C0.804792 1.15049 -1.24129 3.21132 -1.24129 5.73754H6.75871C6.75871 7.61534 5.23732 9.15049 3.34465 9.15049V1.15049ZM-1.24129 5.73754C-1.24129 8.06397 0.48576 9.97658 2.72468 10.2819L3.80556 2.35523C5.47276 2.58257 6.75871 4.00536 6.75871 5.73754H-1.24129ZM-0.432443 4.79276L-2.47412 9.7405L4.921 12.7921L6.96268 7.84435L-0.432443 4.79276ZM1.22344 7.2663H0.585938V15.2663H1.22344V7.2663ZM0.585938 7.2663C-1.95392 7.2663 -4 9.32713 -4 11.8533H4C4 13.7311 2.47861 15.2663 0.585938 15.2663V7.2663ZM-4 11.8533C-4 16.3418 -0.359583 20 4.13883 20V12C4.11623 12 4.10308 11.9962 4.09233 11.9916C4.07884 11.9859 4.06166 11.9753 4.04471 11.9583C4.02775 11.9414 4.01642 11.9233 4.00988 11.9079C4.00449 11.8951 4 11.8792 4 11.8533H-4ZM4.13883 20C8.63724 20 12.2777 16.3418 12.2777 11.8533H4.27766C4.27766 11.8792 4.27317 11.8951 4.26777 11.9079C4.26124 11.9233 4.2499 11.9414 4.23295 11.9583C4.216 11.9753 4.19882 11.9859 4.18533 11.9916C4.17458 11.9962 4.16142 12 4.13883 12V20ZM12.2777 11.8533C12.2777 9.32713 10.2316 7.2663 7.69172 7.2663V15.2663C5.79905 15.2663 4.27766 13.7311 4.27766 11.8533H12.2777ZM7.69172 7.2663H7.05418V15.2663H7.69172V7.2663ZM10.7518 9.74054L8.71261 4.79882L1.31747 7.85035L3.35661 12.7921L10.7518 9.74054ZM5.01504 10.3246H8.3534V2.32458H5.01504V10.3246ZM4.58913 7.67748C5.37952 9.87663 7.48552 11.4751 9.98559 11.4751V3.47508C10.9842 3.47508 11.8089 4.11264 12.1177 4.97169L4.58913 7.67748ZM9.98559 11.4751C12.4857 11.4751 14.5916 9.87658 15.382 7.67748L7.85347 4.97169C8.1622 4.1127 8.98691 3.47508 9.98559 3.47508V11.4751ZM11.6177 10.3246H14.985V2.32458H11.6177V10.3246ZM11.2874 4.79882L9.24829 9.74054L16.6434 12.7921L18.6826 7.85034L11.2874 4.79882ZM12.9459 7.2663H12.3083V15.2663H12.9459V7.2663ZM12.3083 7.2663C9.76846 7.2663 7.72238 9.32713 7.72238 11.8533H15.7224C15.7224 13.7311 14.201 15.2663 12.3083 15.2663V7.2663ZM7.72238 11.8533C7.72238 16.3418 11.3628 20 15.8612 20V12C15.8386 12 15.8255 11.9962 15.8147 11.9916C15.8012 11.9859 15.784 11.9753 15.7671 11.9583C15.7501 11.9414 15.7388 11.9233 15.7323 11.9079C15.7269 11.8951 15.7224 11.8792 15.7224 11.8533H7.72238ZM15.8612 20C20.3597 20 24 16.3418 24 11.8533H16C16 11.8792 15.9955 11.8951 15.9901 11.9079C15.9836 11.9234 15.9722 11.9414 15.9553 11.9584C15.9383 11.9753 15.9212 11.9859 15.9077 11.9916C15.897 11.9962 15.8838 12 15.8612 12V20ZM24 11.8533C24 9.32713 21.9539 7.2663 19.4141 7.2663V15.2663C17.5214 15.2663 16 13.7311 16 11.8533H24ZM4.13883 10.8259C4.65422 10.8259 5.05846 11.1884 5.15176 11.6533L-2.69183 13.2275C-2.05307 16.4102 0.752424 18.8259 4.13883 18.8259V10.8259ZM1.22996 16.4404H7.0477V8.44039H1.22996V16.4404ZM3.1259 11.6533C3.2192 11.1884 3.62344 10.8259 4.13883 10.8259V18.8259C7.52523 18.8259 10.3307 16.4102 10.9695 13.2275L3.1259 11.6533ZM5.78613 7.2663H2.49152V15.2663H5.78613V7.2663ZM6.18909 12.7921L7.83639 8.80001L0.441262 5.74845L-1.20604 9.74052L6.18909 12.7921ZM0.441262 8.80001L2.08857 12.7921L9.4837 9.74052L7.83639 5.74845L0.441262 8.80001ZM9.98555 2.30098C11.8917 2.30098 13.4232 3.84623 13.4232 5.73754H5.42316C5.42316 8.25025 7.45917 10.301 9.98555 10.301V2.30098ZM13.4232 5.73754C13.4232 7.62884 11.8917 9.17409 9.98555 9.17409V1.17409C7.45917 1.17409 5.42316 3.22483 5.42316 5.73754H13.4232ZM9.98555 9.17409C8.07954 9.17409 6.54793 7.62902 6.54793 5.73754H14.5479C14.5479 3.22465 12.5117 1.17409 9.98555 1.17409V9.17409ZM6.54793 5.73754C6.54793 3.84623 8.0794 2.30098 9.98555 2.30098V10.301C12.5119 10.301 14.5479 8.25025 14.5479 5.73754H6.54793ZM12.1636 8.80001L13.8109 12.7921L21.206 9.74052L19.5587 5.74845L12.1636 8.80001ZM17.5085 7.2663H14.2139V15.2663H17.5085V7.2663ZM17.9114 12.7921L19.5587 8.80001L12.1636 5.74845L10.5163 9.74052L17.9114 12.7921ZM15.8612 10.8259C16.3766 10.8259 16.7808 11.1884 16.8741 11.6533L9.03051 13.2275C9.66928 16.4102 12.4748 18.8259 15.8612 18.8259V10.8259ZM12.9523 16.4404H18.77V8.44039H12.9523V16.4404ZM14.8482 11.6533C14.9415 11.1884 15.3458 10.8259 15.8612 10.8259V18.8259C19.2475 18.8259 22.0531 16.4102 22.6918 13.2275L14.8482 11.6533Z"
                                 fill="#282739" mask="url(#path-1-inside-1_7825_20528)" />
                           </svg>
                        </button>
                     </div>
                     <a href="<?= $infoPopularProductsItem['link']?>" class="product-card__image">
                        <img src="<?= $infoPopularProductsItem['image']?>" alt="Самокат">
                     </a>  
                     <div class="product-card__info">
                        <a href="<?= $infoPopularProductsItem['link']?>" class="product-card__title">
                           <?= $infoPopularProductsItem['title']?>  
                        </a>  
                        <ul class="product-card__desk-list desk-list">
                           <li class="desk-list__item">
                              <svg class="desk-list__icon" width="18" height="18" viewBox="0 0 18 18" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                 <path
                                    d="M16.5 3.75001V2.99999C16.5 2.58655 16.1638 2.25 15.75 2.25H13.5C13.0862 2.25 12.75 2.58655 12.75 2.99999V3.74998H12.5303L12.2198 3.43944C11.9407 3.16002 11.554 2.99999 11.1592 2.99999H6.84081C6.44604 2.99999 6.05932 3.16002 5.78025 3.43944L5.46971 3.74998H5.24999V2.99999C5.24999 2.58655 4.91382 2.25 4.5 2.25H2.25C1.83618 2.25 1.50001 2.58655 1.50001 2.99999V3.74998C0.673102 3.75001 0 4.42273 0 5.24999V14.25C0 15.0773 0.673102 15.75 1.50001 15.75H16.5C17.3269 15.75 18 15.0773 18 14.25V5.24999C18 4.42273 17.3269 3.75001 16.5 3.75001ZM4.12499 7.49999H2.62501C2.41773 7.49999 2.25 7.33226 2.25 7.12498C2.25 6.91773 2.41773 6.75 2.62501 6.75H4.12502C4.3323 6.75 4.50004 6.91773 4.50004 7.12501C4.5 7.33229 4.33227 7.49999 4.12499 7.49999ZM15.375 7.49999H15V7.875C15 8.08228 14.8322 8.25001 14.625 8.25001C14.4177 8.25001 14.25 8.08228 14.25 7.875V7.49999H13.8749C13.6677 7.49999 13.4999 7.33226 13.4999 7.12498C13.4999 6.9177 13.6677 6.74996 13.8749 6.74996H14.25V6.37495C14.25 6.16767 14.4177 5.99994 14.625 5.99994C14.8322 5.99994 15 6.16767 15 6.37495V6.75H15.375C15.5823 6.75 15.75 6.91773 15.75 7.12501C15.75 7.33229 15.5823 7.49999 15.375 7.49999Z"
                                    fill="#5D6C7B" />
                              </svg>
                              <span class="desk-list__text">
                                 <?= $infoPopularProductsItem['accumulator']?> mAh
                              </span>  
                           </li>
                           <li class="desk-list__item">
                              <svg class="desk-list__icon" width="18" height="18" viewBox="0 0 18 18" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                 <path
                                    d="M14.224 0.260732C14.1407 0.101188 13.9756 0 13.7955 0H6.72992C6.51625 0 6.32795 0.141421 6.26681 0.346092L3.74286 8.80412C3.69918 8.95043 3.72721 9.10792 3.81843 9.23032C3.90965 9.35277 4.05337 9.42405 4.20596 9.42405H8.16763L6.57164 17.4212C6.52519 17.6538 6.65434 17.8862 6.87653 17.9691C6.93193 17.9898 6.98908 18 7.04544 18C7.21495 18 7.37746 17.9106 7.46554 17.7559L13.6896 6.82597C13.7748 6.67634 13.774 6.49172 13.6875 6.34287C13.601 6.19402 13.4418 6.10147 13.2697 6.10147H10.4671L14.1919 0.760267C14.2949 0.612563 14.3073 0.420397 14.224 0.260732Z"
                                    fill="#5D6C7B" />
                              </svg>
                              <span class="desk-list__text">
                                 <?= $infoPopularProductsItem['power']?> л.с.
                              </span>  
                           </li>
                           <li class="desk-list__item">
                              <svg class="desk-list__icon" width="18" height="18" viewBox="0 0 18 18" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                 <path
                                    d="M8.47243 4.56419V1.23584C6.43963 1.35252 4.53332 2.14245 3.01172 3.49853L5.36494 5.85175C6.25052 5.11452 7.32585 4.66895 8.47243 4.56419V4.56419Z"
                                    fill="#5D6C7B" />
                                 <path
                                    d="M4.61876 6.59732L2.26557 4.24414C0.908332 5.76531 0.117422 7.67176 0 9.70505H3.32849C3.43396 8.55822 3.88044 7.48283 4.61876 6.59732Z"
                                    fill="#5D6C7B" />
                                 <path
                                    d="M14.6692 9.70505H17.9977C17.8802 7.67176 17.0894 5.76531 15.7321 4.24414L13.3789 6.59732C14.1172 7.4828 14.5637 8.55822 14.6692 9.70505V9.70505Z"
                                    fill="#5D6C7B" />
                                 <path
                                    d="M14.6696 10.7598C14.4951 12.6757 13.4434 13.8447 13.0258 14.2622C12.8195 14.4685 12.8195 14.803 13.0258 15.0093L14.6259 16.6094C14.729 16.7126 14.8642 16.7641 14.9994 16.7641C15.1346 16.7641 15.2697 16.7126 15.3729 16.6094C16.9523 15.0302 17.8732 12.9695 17.9992 10.7598H14.6696Z"
                                    fill="#5D6C7B" />
                                 <path
                                    d="M3.27189 13.7856C3.41919 13.5541 3.64215 13.2055 3.90962 12.7931C3.63544 12.2496 3.40358 11.5721 3.32965 10.7598H0C0.126035 12.9695 1.04695 15.0302 2.62628 16.6094C2.72943 16.7126 2.8646 16.7642 2.99978 16.7642C3.13495 16.7642 3.27016 16.7126 3.37331 16.6094L3.92119 16.0615C3.76249 15.9851 3.61607 15.8819 3.48785 15.7537C2.95952 15.2253 2.87068 14.416 3.27189 13.7856V13.7856Z"
                                    fill="#5D6C7B" />
                                 <path
                                    d="M9.52734 1.23584V4.56419C10.6739 4.66895 11.7493 5.11449 12.6348 5.85175L14.9881 3.49853C13.4665 2.14241 11.5601 1.35252 9.52734 1.23584V1.23584Z"
                                    fill="#5D6C7B" />
                                 <path
                                    d="M7.82725 9.06949C7.01106 9.88568 4.44992 13.8968 4.16059 14.3515C4.02787 14.56 4.05783 14.8327 4.23259 15.0075C4.40735 15.1823 4.68006 15.2123 4.88861 15.0795C5.34328 14.7902 9.35448 12.2291 10.1707 11.4129C10.8167 10.7668 10.8167 9.71559 10.1707 9.06953C9.5246 8.42346 8.47332 8.42343 7.82725 9.06949V9.06949Z"
                                    fill="#5D6C7B" />
                              </svg>
                              <span class="desk-list__text">
                                 <?= $infoPopularProductsItem['speedometer']?> км/ч
                              </span>  
                           </li>
                           <li class="desk-list__item">
                              <svg class="desk-list__icon" width="18" height="18" viewBox="0 0 18 18" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                 <g clip-path="url(#clip0_7825_20553)">
                                    <path
                                       d="M14.4525 5.35819L15.5303 4.28044L14.4698 3.21956L13.3168 4.3725C12.2636 3.62609 11.0345 3.16607 9.75 3.0375V1.5H11.25V0H6.75V1.5H8.25V3.0375C6.96551 3.16607 5.73644 3.62609 4.68319 4.3725L3.53025 3.21956L2.46975 4.28044L3.5475 5.35819C2.54149 6.42334 1.86948 7.75982 1.61448 9.20259C1.35947 10.6454 1.53263 12.1312 2.11257 13.4767C2.69252 14.8222 3.65384 15.9683 4.87783 16.7736C6.10182 17.5788 7.53487 18.008 9 18.008C10.4651 18.008 11.8982 17.5788 13.1222 16.7736C14.3462 15.9683 15.3075 14.8222 15.8874 13.4767C16.4674 12.1312 16.6405 10.6454 16.3855 9.20259C16.1305 7.75982 15.4585 6.42334 14.4525 5.35819V5.35819ZM9 16.5C7.81332 16.5 6.65328 16.1481 5.66658 15.4888C4.67989 14.8295 3.91085 13.8925 3.45673 12.7961C3.0026 11.6997 2.88378 10.4933 3.11529 9.32946C3.3468 8.16557 3.91825 7.09647 4.75736 6.25736C5.59648 5.41824 6.66558 4.8468 7.82946 4.61529C8.99335 4.38378 10.1997 4.5026 11.2961 4.95672C12.3925 5.41085 13.3295 6.17988 13.9888 7.16658C14.6481 8.15327 15 9.31331 15 10.5C14.9982 12.0908 14.3655 13.6158 13.2407 14.7407C12.1158 15.8655 10.5908 16.4982 9 16.5V16.5Z"
                                       fill="#5D6C7B" />
                                    <path
                                       d="M9 6V10.5H4.5C4.5 11.39 4.76392 12.26 5.25839 13.0001C5.75285 13.7401 6.45566 14.3169 7.27792 14.6575C8.10019 14.9981 9.00499 15.0872 9.87791 14.9135C10.7508 14.7399 11.5526 14.3113 12.182 13.682C12.8113 13.0526 13.2399 12.2508 13.4135 11.3779C13.5872 10.505 13.4981 9.60019 13.1575 8.77792C12.8169 7.95566 12.2401 7.25285 11.5001 6.75839C10.76 6.26392 9.89002 6 9 6V6Z"
                                       fill="#5D6C7B" />
                                 </g>
                                 <defs>
                                    <clipPath id="clip0_7825_20553">
                                       <rect width="18" height="18" fill="white" />
                                    </clipPath>
                                 </defs>
                              </svg>
                              <span class="desk-list__text">
                                 <?= $infoPopularProductsItem['time']?> часов
                              </span>  
                           </li>
                        </ul>
                        <div class="product-card__footer">
                           <div class="product-card__price-card price-card">
                              <span class="price-card__old">
                                 <?= $infoPopularProductsItem['old-price']?> ₽
                              </span>  
                              <span class="price-card__numb">
                                 <?= $infoPopularProductsItem['new-price']?> ₽
                              </span>  
                           </div>
                           <div class="product-card__icons">
                              <button type="button"
                                 class="product-card__icon-card icon-card icon-card_basket icon-card_border">
                                 <svg width="151" height="151" viewBox="0 0 151 151" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_7827_40218)">
                                       <path d="M21.5 59H37H117H133H143L126.5 131H24L8 59H21.5Z" fill="white" />
                                       <path
                                          d="M148.758 54.5798C146.764 52.0783 143.773 50.6432 140.551 50.6432H111.47L95.701 14.5351C94.7233 12.2963 92.1156 11.2732 89.8766 12.2515C87.6375 13.2291 86.615 15.8371 87.593 18.0762L101.816 50.6435H49.1844L63.407 18.0762C64.3847 15.8371 63.3625 13.2294 61.1235 12.2515C58.8847 11.2732 56.2767 12.2957 55.299 14.5351L39.5299 50.6435H10.4494C7.22708 50.6435 4.23569 52.0783 2.24172 54.5801C0.284323 57.0362 -0.43794 60.1937 0.26014 63.2438L15.7898 131.076C16.8743 135.812 21.0642 139.12 25.9791 139.12H125.021C129.936 139.12 134.126 135.812 135.21 131.076L150.74 63.2435C151.438 60.1934 150.716 57.0359 148.758 54.5798ZM125.021 130.272H25.9791C25.2279 130.272 24.57 129.78 24.4145 129.101L8.88484 61.2692C8.76303 60.7369 8.96741 60.3364 9.16088 60.0943C9.34019 59.869 9.7463 59.4912 10.4494 59.4912H35.6661L34.5074 62.1446C33.5297 64.3836 34.5519 66.9913 36.7909 67.9693C37.3672 68.2211 37.9677 68.3403 38.559 68.3403C40.2642 68.3403 41.8892 67.3485 42.6153 65.686L45.3207 59.4918H105.68L108.385 65.686C109.111 67.3488 110.736 68.3403 112.442 68.3403C113.033 68.3403 113.633 68.2211 114.21 67.9693C116.449 66.9916 117.471 64.3836 116.493 62.1446L115.335 59.4912H140.551C141.254 59.4912 141.66 59.869 141.84 60.0943C142.033 60.3367 142.238 60.7372 142.116 61.269L126.586 129.101C126.43 129.78 125.772 130.272 125.021 130.272Z"
                                          fill="#6F73EE" />
                                       <path
                                          d="M148.758 54.5798C146.764 52.0783 143.773 50.6432 140.551 50.6432H111.47L95.701 14.5351C94.7233 12.2963 92.1156 11.2732 89.8766 12.2515C87.6375 13.2291 86.615 15.8371 87.593 18.0762L101.816 50.6435H49.1844L63.407 18.0762C64.3847 15.8371 63.3625 13.2294 61.1235 12.2515C58.8847 11.2732 56.2767 12.2957 55.299 14.5351L39.5299 50.6435H10.4494C7.22708 50.6435 4.23569 52.0783 2.24172 54.5801C0.284323 57.0362 -0.43794 60.1937 0.26014 63.2438L15.7898 131.076C16.8743 135.812 21.0642 139.12 25.9791 139.12H125.021C129.936 139.12 134.126 135.812 135.21 131.076L150.74 63.2435C151.438 60.1934 150.716 57.0359 148.758 54.5798ZM125.021 130.272H25.9791C25.2279 130.272 24.57 129.78 24.4145 129.101L8.88484 61.2692C8.76303 60.7369 8.96741 60.3364 9.16088 60.0943C9.34019 59.869 9.7463 59.4912 10.4494 59.4912H35.6661L34.5074 62.1446C33.5297 64.3836 34.5519 66.9913 36.7909 67.9693C37.3672 68.2211 37.9677 68.3403 38.559 68.3403C40.2642 68.3403 41.8892 67.3485 42.6153 65.686L45.3207 59.4918H105.68L108.385 65.686C109.111 67.3488 110.736 68.3403 112.442 68.3403C113.033 68.3403 113.633 68.2211 114.21 67.9693C116.449 66.9916 117.471 64.3836 116.493 62.1446L115.335 59.4912H140.551C141.254 59.4912 141.66 59.869 141.84 60.0943C142.033 60.3367 142.238 60.7372 142.116 61.269L126.586 129.101C126.43 129.78 125.772 130.272 125.021 130.272Z"
                                          stroke="#6F73EE" />
                                       <path class="white"
                                          d="M48.9551 78.6621C46.5119 78.6621 44.5312 80.6428 44.5312 83.0859V115.527C44.5312 117.97 46.5119 119.951 48.9551 119.951C51.3982 119.951 53.3789 117.97 53.3789 115.527V83.0859C53.3789 80.6428 51.3985 78.6621 48.9551 78.6621Z"
                                          fill="#6F73EE" />
                                       <path class="white"
                                          d="M48.9551 78.6621C46.5119 78.6621 44.5312 80.6428 44.5312 83.0859V115.527C44.5312 117.97 46.5119 119.951 48.9551 119.951C51.3982 119.951 53.3789 117.97 53.3789 115.527V83.0859C53.3789 80.6428 51.3985 78.6621 48.9551 78.6621Z"
                                          stroke="#6F73EE" />
                                       <path class="white"
                                          d="M75.502 78.6621C73.0588 78.6621 71.0781 80.6428 71.0781 83.0859V115.527C71.0781 117.97 73.0588 119.951 75.502 119.951C77.9451 119.951 79.9258 117.97 79.9258 115.527V83.0859C79.9258 80.6428 77.9451 78.6621 75.502 78.6621Z"
                                          fill="#6F73EE" />
                                       <path class="white"
                                          d="M75.502 78.6621C73.0588 78.6621 71.0781 80.6428 71.0781 83.0859V115.527C71.0781 117.97 73.0588 119.951 75.502 119.951C77.9451 119.951 79.9258 117.97 79.9258 115.527V83.0859C79.9258 80.6428 77.9451 78.6621 75.502 78.6621Z"
                                          stroke="#6F73EE" />
                                       <path class="white"
                                          d="M102.041 78.6621C99.5979 78.6621 97.6172 80.6428 97.6172 83.0859V115.527C97.6172 117.97 99.5979 119.951 102.041 119.951C104.484 119.951 106.465 117.97 106.465 115.527V83.0859C106.465 80.6428 104.484 78.6621 102.041 78.6621Z"
                                          fill="#6F73EE" />
                                       <path class="white"
                                          d="M102.041 78.6621C99.5979 78.6621 97.6172 80.6428 97.6172 83.0859V115.527C97.6172 117.97 99.5979 119.951 102.041 119.951C104.484 119.951 106.465 117.97 106.465 115.527V83.0859C106.465 80.6428 104.484 78.6621 102.041 78.6621Z"
                                          stroke="#6F73EE" />
                                    </g>
                                    <defs>
                                       <clipPath id="clip0_7827_40218">
                                          <rect width="151" height="151" fill="white" />
                                       </clipPath>
                                    </defs>
                                 </svg>
                              </button>
                              <button type="button" class="product-card__icon-card icon-card icon-card_border">
                                 <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                       d="M17.9951 5.51484C17.7344 4.90528 17.3586 4.35291 16.8886 3.88864C16.4182 3.42298 15.8637 3.05293 15.2551 2.79861C14.624 2.53385 13.9471 2.39833 13.2637 2.39992C12.305 2.39992 11.3696 2.66506 10.5568 3.16588C10.3623 3.28569 10.1775 3.41727 10.0025 3.56065C9.8275 3.41727 9.64276 3.28569 9.44829 3.16588C8.63542 2.66506 7.70004 2.39992 6.74132 2.39992C6.05096 2.39992 5.382 2.53347 4.74998 2.79861C4.13935 3.05393 3.58901 3.4212 3.11646 3.88864C2.64584 4.35239 2.2699 4.90489 2.00994 5.51484C1.73963 6.14922 1.60156 6.82287 1.60156 7.51617C1.60156 8.17019 1.7338 8.8517 1.99633 9.54499C2.21608 10.1244 2.53111 10.7254 2.93366 11.3322C3.57151 12.2926 4.44855 13.2943 5.53757 14.3097C7.34222 15.9929 9.12937 17.1555 9.20521 17.2027L9.6661 17.5012C9.87029 17.6328 10.1328 17.6328 10.337 17.5012L10.7979 17.2027C10.8737 17.1536 12.6589 15.9929 14.4655 14.3097C15.5545 13.2943 16.4316 12.2926 17.0694 11.3322C17.472 10.7254 17.789 10.1244 18.0068 9.54499C18.2693 8.8517 18.4015 8.17019 18.4015 7.51617C18.4035 6.82287 18.2654 6.14922 17.9951 5.51484ZM10.0025 15.9477C10.0025 15.9477 3.07951 11.4678 3.07951 7.51617C3.07951 5.51484 4.71886 3.89257 6.74132 3.89257C8.16287 3.89257 9.39579 4.69388 10.0025 5.86443C10.6093 4.69388 11.8422 3.89257 13.2637 3.89257C15.2862 3.89257 16.9255 5.51484 16.9255 7.51617C16.9255 11.4678 10.0025 15.9477 10.0025 15.9477Z"
                                       fill="#6F73EE" />
                                    <path
                                       d="M3.99986 4.00041C6.0995 2.60065 8.35221 3.39493 9.55275 4.17364C9.8961 4.02094 10.6335 3.80368 12 3.5C16.5 2.5 16.5 5 17.5 6.5C18.3 7.7 17.1667 10 16.5 11L9.99986 17L2.99986 10.5C2.3332 9.00014 1.59986 5.60041 3.99986 4.00041Z" />
                                 </svg>
                              </button>
                           </div>
                        </div>
                     </div>
                     <a href="<?= $infoPopularProductsItem['link']?>" class="product-card__button button_purple">
                        Купить в 1 клик  
                     </a>
                  </article>
                  <?php endforeach; ?>
               </div>
            </div>
         </section>
         <!-- often-buy -->

      </main>
      <!-- main -->

      <!-- footer -->
      <footer class="footer">
         <div class="footer__feedback feedback">
            <div class="feedback__container container">
               <p class="feedback__title">
                  Оставьте свою почту и станьте первым, <br> кто получит скидку на новые самокаты
               </p>
               <form action="#" class="feedback__form-feedback form-feedback" method="get">
                  <input type="email" class="form-feedback__input" placeholder="Введите Ваш email" name="email" required
                     tabindex="1">
                  <button class="form-feedback__button button" type="submit">
                     Подписаться
                  </button>
               </form>
            </div>
         </div>
         <div class="footer__container container">
            <div class="footer__content">
               <ul class="footer__row">
                  <li class="footer__item-footer item-footer">
                     <p class="item-footer__subject">
                        Каталог товаров
                     </p>
                     <ul class="item-footer__list">
                        <li class="item-footer__link">
                           <a class="underline" href="#">
                              Электросамокаты
                           </a>
                        </li>
                        <li class="item-footer__link">
                           <a class="underline" href="№">
                              Электроскутеры
                           </a>
                        </li>
                        <li class="item-footer__link">
                           <a class="underline" href="#">
                              Электровелосипеды
                           </a>
                        </li>
                        <li class="item-footer__link">
                           <a class="underline" href="#">
                              Электровелосипеды
                           </a>
                        </li>
                     </ul>
                  </li>
                  <li class="footer__item-footer item-footer">
                     <p class="item-footer__subject">
                        Покупателям
                     </p>
                     <div class="item-footer__lists item-footer__lists_flex">
                        <ul class="item-footer__list">
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Сервисный центр
                              </a>
                           </li>
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Доставка и оплата
                              </a>
                           </li>
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Рассрочка
                              </a>
                           </li>
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Тест-драйв
                              </a>
                           </li>
                        </ul>
                        <ul class="item-footer__list">
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Блог
                              </a>
                           </li>
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Сотрудничество
                              </a>
                           </li>
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Контакты
                              </a>
                           </li>
                           <li class="item-footer__link">
                              <a class="underline" href="#">
                                 Акции
                              </a>
                           </li>
                        </ul>
                     </div>
                  </li>
                  <li class="footer__item-footer item-footer">
                     <p class="item-footer__subject">
                        Контакты
                     </p>
                     <div class="item-footer__lists item-footer__lists_grid">
                        <ul class="item-footer__list">
                           <li class="item-footer__info-footer info-footer">
                              <address class="info-footer__block">
                                 <p class="info-footer__subtitle">
                                    Call-центр
                                 </p>
                                 <a href="tel:+7 (800) 505-54-61" class="info-footer__tel">
                                    +7 (800) 505-54-61
                                 </a>
                                 <p class="info-footer__text">
                                    Пн-Вс <time>10:00</time> - <time>20:00</time>
                                 </p>
                              </address>
                           </li>
                        </ul>
                        <ul class="item-footer__list item-footer__list_big">
                           <li class="item-footer__info-footer info-footer">
                              <address class="info-footer__block">
                                 <p class="info-footer__subtitle">
                                    Сервисный центр
                                 </p>
                                 <a href="tel:+7 (800) 505-54-61" class="info-footer__tel">
                                    +7 (499) 350-76-92
                                 </a>
                                 <p class="info-footer__text">
                                    Пн-Вс <time>10:00</time> - <time>20:00</time>
                                 </p>
                              </address>
                           </li>
                        </ul>
                        <ul class="item-footer__list">
                           <li class="item-footer__info-footer info-footer">
                              <address class="info-footer__block">
                                 <p class="info-footer__street">
                                    Магазин в Москве <br>
                                    ул. Ткацкая, 5 стр. 16
                                 </p>
                                 <a href="tel:+7 (499) 406 15 87" class="info-footer__tel info-footer__tel_small">
                                    +7 (499) 406 15 87
                                 </a>
                              </address>
                           </li>
                        </ul>
                        <ul class="item-footer__list">
                           <li class="item-footer__info-footer info-footer">
                              <address class="info-footer__block">
                                 <p class="info-footer__street">
                                    Магазин в Санкт- <br> Петербург <br> ул. Фрунзе, 2
                                 </p>
                                 <a href="tel:+7 (499) 406 15 87" class="info-footer__tel info-footer__tel_small">
                                    +7 (499) 406 15 87
                                 </a>
                              </address>
                           </li>
                        </ul>
                        <ul class="item-footer__list">
                           <li class="item-footer__info-footer info-footer">
                              <address class="info-footer__block">
                                 <p class="info-footer__street">
                                    Магазин в Краснодаре <br>
                                    ул. Восточно- <br> Кругликовская, 86
                                 </p>
                                 <a href="tel:+7 (800) 505 54 61" class="info-footer__tel info-footer__tel_small">
                                    +7 (800) 505 54 61
                                 </a>
                              </address>
                           </li>
                        </ul>
                     </div>
                  </li>
                  <li class="footer__item-footer item-footer">
                     <p class="item-footer__order order-call underline_purple">
                        Заказать звонок
                     </p>
                  </li>
               </ul>
               <div class="footer__media">
                  <a href="/index.php" class="footer__logo logo">
                     Kugoo
                  </a>
                  <div class="footer__downloads">
                     <a href="#" class="footer__download">
                        <svg width="131" height="31" viewBox="0 0 131 31" fill="none"
                           xmlns="http://www.w3.org/2000/svg">
                           <path
                              d="M108.93 25.6939H111.019V11.7H108.93V25.6939ZM127.744 16.7409L125.35 22.808H125.278L122.793 16.7409H120.543L124.269 25.2208L122.145 29.9376H124.324L130.067 16.7409H127.744ZM115.898 24.1045C115.213 24.1045 114.26 23.7625 114.26 22.916C114.26 21.8359 115.448 21.4218 116.474 21.4218C117.393 21.4218 117.824 21.6199 118.382 21.8902C118.22 23.1862 117.104 24.1045 115.898 24.1045V24.1045ZM116.15 16.4348C114.638 16.4348 113.072 17.1012 112.424 18.5774L114.278 19.3514C114.674 18.5774 115.411 18.3251 116.186 18.3251C117.266 18.3251 118.364 18.9736 118.382 20.1258V20.2696C118.004 20.0536 117.195 19.7296 116.204 19.7296C114.206 19.7296 112.171 20.8275 112.171 22.8801C112.171 24.7525 113.81 25.9589 115.645 25.9589C117.05 25.9589 117.824 25.3288 118.311 24.5908H118.382V25.6708H120.398V20.3055C120.398 17.8214 118.545 16.4348 116.15 16.4348V16.4348ZM103.241 18.4444H100.27V13.6477H103.241C104.803 13.6477 105.689 14.9406 105.689 16.046C105.689 17.1305 104.803 18.4444 103.241 18.4444ZM103.188 11.7H98.1828V25.6939H100.27V20.3921H103.188C105.503 20.3921 107.778 18.716 107.778 16.046C107.778 13.3761 105.503 11.7 103.188 11.7ZM75.8954 24.1071C74.4524 24.1071 73.2442 22.8989 73.2442 21.2395C73.2442 19.5626 74.4524 18.3361 75.8954 18.3361C77.3201 18.3361 78.4382 19.5626 78.4382 21.2395C78.4382 22.8989 77.3201 24.1071 75.8954 24.1071V24.1071ZM78.2939 17.5245H78.2217C77.753 16.9656 76.8508 16.4606 75.7149 16.4606C73.3344 16.4606 71.1524 18.5525 71.1524 21.2395C71.1524 23.9086 73.3344 25.9825 75.7149 25.9825C76.8508 25.9825 77.753 25.4774 78.2217 24.9007H78.2939V25.5859C78.2939 27.4076 77.3201 28.3814 75.7511 28.3814C74.4708 28.3814 73.6772 27.4614 73.3523 26.6861L71.5311 27.4434C72.0541 28.7058 73.4428 30.2568 75.7511 30.2568C78.2038 30.2568 80.2777 28.8138 80.2777 25.2973V16.7492H78.2939V17.5245ZM81.7202 25.6939H83.8122V11.6996H81.7202V25.6939ZM86.8961 21.0773C86.842 19.2377 88.3208 18.3002 89.3847 18.3002C90.2148 18.3002 90.9178 18.7147 91.1518 19.3103L86.8961 21.0773ZM93.3884 19.4904C92.9921 18.4261 91.7831 16.4606 89.3125 16.4606C86.8599 16.4606 84.8222 18.3903 84.8222 21.2216C84.8222 23.8907 86.842 25.9825 89.5469 25.9825C91.7294 25.9825 92.9921 24.648 93.5148 23.8727L91.8917 22.7904C91.351 23.5841 90.6111 24.1071 89.5469 24.1071C88.483 24.1071 87.7257 23.62 87.2386 22.6645L93.6044 20.0313L93.3884 19.4904ZM42.6702 17.9215V19.9412H47.5032C47.3589 21.0773 46.9802 21.9068 46.4031 22.4839C45.7 23.1875 44.5998 23.9628 42.6702 23.9628C39.6945 23.9628 37.3683 21.5643 37.3683 18.5887C37.3683 15.6131 39.6945 13.2144 42.6702 13.2144C44.2753 13.2144 45.4472 13.8457 46.313 14.6573L47.7376 13.2327C46.5295 12.0783 44.9242 11.1946 42.6702 11.1946C38.5943 11.1946 35.168 14.513 35.168 18.5887C35.168 22.6645 38.5943 25.9825 42.6702 25.9825C44.8705 25.9825 46.5295 25.2615 47.8277 23.9086C49.1623 22.574 49.5773 20.6986 49.5773 19.1839C49.5773 18.7147 49.5413 18.2822 49.4688 17.9215H42.6702ZM55.072 24.1071C53.6289 24.1071 52.3845 22.9168 52.3845 21.2216C52.3845 19.5083 53.6289 18.3361 55.072 18.3361C56.5144 18.3361 57.7589 19.5083 57.7589 21.2216C57.7589 22.9168 56.5144 24.1071 55.072 24.1071V24.1071ZM55.072 16.4606C52.4387 16.4606 50.2926 18.4624 50.2926 21.2216C50.2926 23.9628 52.4387 25.9825 55.072 25.9825C57.7047 25.9825 59.8508 23.9628 59.8508 21.2216C59.8508 18.4624 57.7047 16.4606 55.072 16.4606ZM65.4972 24.1071C64.0547 24.1071 62.8102 22.9168 62.8102 21.2216C62.8102 19.5083 64.0547 18.3361 65.4972 18.3361C66.9398 18.3361 68.1842 19.5083 68.1842 21.2216C68.1842 22.9168 66.9398 24.1071 65.4972 24.1071ZM65.4972 16.4606C62.864 16.4606 60.7183 18.4624 60.7183 21.2216C60.7183 23.9628 62.864 25.9825 65.4972 25.9825C68.13 25.9825 70.2761 23.9628 70.2761 21.2216C70.2761 18.4624 68.13 16.4606 65.4972 16.4606Z"
                              fill="#282739" />
                           <path
                              d="M0.991857 28.3691L0.908684 28.2896C0.582937 27.9449 0.390625 27.4097 0.390625 26.7167V26.8798V2.12306C0.390625 2.12082 0.390625 2.11914 0.390625 2.11735C0.390625 2.11948 0.390625 2.12127 0.390625 2.12351V2.28705C0.390625 1.53661 0.614841 0.97131 0.990512 0.632355L14.8597 14.5012L0.991857 28.3691ZM0.390625 2.11601C0.390625 2.05433 0.392304 1.99444 0.395438 1.93545C0.392304 1.994 0.390625 2.05433 0.390625 2.11601ZM0.395438 1.93277C0.395438 1.93198 0.395437 1.93108 0.395773 1.93019C0.395437 1.93108 0.395438 1.93198 0.395438 1.93277ZM0.395773 1.92493C0.395773 1.92448 0.395773 1.92403 0.395773 1.92359C0.395773 1.92403 0.395773 1.92448 0.395773 1.92493Z"
                              fill="url(#paint0_linear_176_9)" />
                           <path
                              d="M19.4817 19.2891L19.5872 19.2292L25.0643 16.1171C25.5865 15.8203 25.9345 15.4604 26.1081 15.0795C25.935 15.4604 25.5868 15.8207 25.0643 16.1176L19.5872 19.2296L19.4817 19.2891V19.2891ZM19.4831 19.1251L14.8594 14.5006L19.4826 9.8769L25.0643 13.0479C25.7731 13.4507 26.1711 13.9698 26.2375 14.5001C26.2375 14.5006 26.2375 14.5015 26.2375 14.5023C26.1711 15.0314 25.7731 15.5509 25.0643 15.9536L19.4831 19.1251"
                              fill="url(#paint1_linear_176_9)" />
                           <path
                              d="M1.97493 28.8975C1.58751 28.8975 1.24945 28.7715 0.985827 28.5337L0.986277 28.5332C1.2499 28.7711 1.5884 28.8975 1.97583 28.8975C2.00941 28.8975 2.04355 28.8966 2.07814 28.8949C2.0431 28.8966 2.00851 28.8975 1.97493 28.8975V28.8975ZM1.97538 28.7335C1.58796 28.7339 1.2499 28.6075 0.986277 28.3697V28.3693L14.8541 14.5014L19.4778 19.1259L3.22945 28.3579C2.77989 28.6128 2.35396 28.7335 1.97538 28.7335V28.7335ZM0.982358 28.5306C0.957843 28.5084 0.933776 28.4847 0.910156 28.4602L0.982358 28.5306Z"
                              fill="url(#paint2_linear_176_9)" />
                           <path
                              d="M14.8575 14.501L0.988281 0.632135C1.2519 0.39471 1.58951 0.268777 1.97649 0.268777C2.35608 0.268777 2.78235 0.389897 3.2328 0.645233L19.4807 9.87728L14.8575 14.501V14.501ZM19.5853 9.77284L3.2328 0.481797C2.78235 0.226349 2.35608 0.105232 1.97649 0.105232C1.9747 0.105232 1.97347 0.105232 1.97168 0.105232C1.97392 0.105232 1.97559 0.105232 1.97828 0.105232C2.35697 0.105232 2.7828 0.225902 3.2328 0.48135L19.5853 9.77284V9.77284Z"
                              fill="url(#paint3_linear_176_9)" />
                           <path
                              d="M2.08129 28.8945C2.43323 28.8744 2.82289 28.7533 3.23259 28.5211L19.4796 19.2895L3.23259 28.5211C2.82323 28.7537 2.43323 28.8744 2.08129 28.8945V28.8945ZM0.988974 28.5333L0.985505 28.5303C0.986736 28.5312 0.988078 28.5324 0.988974 28.5333ZM0.913303 28.4599L0.90625 28.4529V28.4525C0.908937 28.4551 0.911064 28.4576 0.913303 28.4599Z"
                              fill="white" />
                           <path d="M19.4766 19.2891L19.582 19.2292L19.4766 19.2891Z"
                              fill="url(#paint4_linear_176_9)" />
                           <defs>
                              <linearGradient id="paint0_linear_176_9" x1="13.6299" y1="1.86191" x2="-5.15646"
                                 y2="20.6483" gradientUnits="userSpaceOnUse">
                                 <stop stop-color="#00A0FF" />
                                 <stop offset="0.00657445" stop-color="#00A1FF" />
                                 <stop offset="0.2601" stop-color="#00BEFF" />
                                 <stop offset="0.5122" stop-color="#00D2FF" />
                                 <stop offset="0.7604" stop-color="#00DFFF" />
                                 <stop offset="1" stop-color="#00E3FF" />
                              </linearGradient>
                              <linearGradient id="paint1_linear_176_9" x1="27.1012" y1="14.5013" x2="0.0149757"
                                 y2="14.5013" gradientUnits="userSpaceOnUse">
                                 <stop stop-color="#FFE000" />
                                 <stop offset="0.4087" stop-color="#FFBD00" />
                                 <stop offset="0.7754" stop-color="#FFA500" />
                                 <stop offset="1" stop-color="#FF9C00" />
                              </linearGradient>
                              <linearGradient id="paint2_linear_176_9" x1="17.013" y1="17.0707" x2="-8.46273"
                                 y2="42.5464" gradientUnits="userSpaceOnUse">
                                 <stop stop-color="#FF3A44" />
                                 <stop offset="1" stop-color="#C31162" />
                              </linearGradient>
                              <linearGradient id="paint3_linear_176_9" x1="-2.60646" y1="-7.69074" x2="8.76947"
                                 y2="3.68519" gradientUnits="userSpaceOnUse">
                                 <stop stop-color="#32A071" />
                                 <stop offset="0.0685" stop-color="#2DA771" />
                                 <stop offset="0.4762" stop-color="#15CF74" />
                                 <stop offset="0.8009" stop-color="#06E775" />
                                 <stop offset="1" stop-color="#00F076" />
                              </linearGradient>
                              <linearGradient id="paint4_linear_176_9" x1="27.0961" y1="14.5014" x2="0.00945489"
                                 y2="14.5014" gradientUnits="userSpaceOnUse">
                                 <stop stop-color="#CCB300" />
                                 <stop offset="0.4087" stop-color="#CC9700" />
                                 <stop offset="0.7754" stop-color="#CC8400" />
                                 <stop offset="1" stop-color="#CC7D00" />
                              </linearGradient>
                           </defs>
                        </svg>
                     </a>
                     <a href="#" class="footer__download">
                        <svg width="113" height="30" viewBox="0 0 113 30" fill="none"
                           xmlns="http://www.w3.org/2000/svg">
                           <path
                              d="M17.5846 14.3753C17.5971 13.3988 17.8565 12.4414 18.3385 11.5921C18.8205 10.7429 19.5096 10.0293 20.3415 9.51787C19.813 8.76311 19.1158 8.14197 18.3053 7.70379C17.4947 7.26561 16.5932 7.02245 15.6723 6.99364C13.7077 6.78743 11.8032 8.16917 10.8021 8.16917C9.78169 8.16917 8.24037 7.01411 6.58061 7.04826C5.50704 7.08294 4.46076 7.39513 3.54372 7.9544C2.62667 8.51367 1.87014 9.30096 1.34782 10.2395C-0.914678 14.1568 0.772946 19.9139 2.94027 23.0803C4.02463 24.6308 5.29194 26.3628 6.9502 26.3013C8.5729 26.234 9.17895 25.2666 11.1377 25.2666C13.0782 25.2666 13.6468 26.3013 15.3387 26.2623C17.08 26.234 18.177 24.7049 19.2234 23.1397C20.0025 22.0349 20.602 20.8139 20.9997 19.5218C19.9881 19.094 19.1248 18.3778 18.5175 17.4626C17.9102 16.5474 17.5857 15.4737 17.5846 14.3753Z"
                              fill="#282739" />
                           <path
                              d="M14.3879 4.91126C15.3373 3.77155 15.8051 2.30665 15.6918 0.827637C14.2413 0.979978 12.9015 1.6732 11.9393 2.76918C11.4688 3.3046 11.1085 3.92749 10.8789 4.60224C10.6494 5.277 10.555 5.99038 10.6013 6.70162C11.3268 6.70909 12.0445 6.55184 12.7004 6.24172C13.3563 5.9316 13.9333 5.4767 14.3879 4.91126V4.91126Z"
                              fill="#282739" />
                           <path
                              d="M37.0469 22.5321H31.7218L30.443 26.3081H28.1875L33.2313 12.3379H35.5747L40.6185 26.3081H38.3246L37.0469 22.5321ZM32.2733 20.7897H36.4943L34.4135 14.6615H34.3552L32.2733 20.7897Z"
                              fill="#282739" />
                           <path
                              d="M51.5124 21.2159C51.5124 24.381 49.8183 26.4146 47.2617 26.4146C46.6141 26.4485 45.9701 26.2993 45.4033 25.9841C44.8365 25.669 44.37 25.2006 44.057 24.6326H44.0087V29.6775H41.918V16.1226H43.9417V17.8167H43.9801C44.3074 17.2514 44.7819 16.7855 45.353 16.4684C45.924 16.1513 46.5704 15.995 47.2233 16.016C49.8084 16.016 51.5124 18.0595 51.5124 21.2159ZM49.3634 21.2159C49.3634 19.1538 48.2978 17.798 46.6718 17.798C45.0744 17.798 43.9999 19.1823 43.9999 21.2159C43.9999 23.2681 45.0744 24.6425 46.6718 24.6425C48.2978 24.6425 49.3634 23.2967 49.3634 21.2159H49.3634Z"
                              fill="#282739" />
                           <path
                              d="M62.7238 21.2159C62.7238 24.381 61.0292 26.4146 58.4727 26.4146C57.8251 26.4485 57.181 26.2993 56.6142 25.9841C56.0475 25.669 55.5809 25.2006 55.268 24.6326H55.2196V29.6775H53.1289V16.1226H55.1526V17.8167H55.191C55.5184 17.2514 55.9928 16.7855 56.5639 16.4684C57.135 16.1513 57.7813 15.995 58.4342 16.016C61.0193 16.016 62.7238 18.0595 62.7238 21.2159ZM60.5744 21.2159C60.5744 19.1538 59.5087 17.798 57.8827 17.798C56.2853 17.798 55.2108 19.1823 55.2108 21.2159C55.2108 23.2681 56.2853 24.6425 57.8827 24.6425C59.5087 24.6425 60.5744 23.2967 60.5744 21.2159V21.2159Z"
                              fill="#282739" />
                           <path
                              d="M70.1324 22.4157C70.2873 23.8011 71.6331 24.7107 73.4722 24.7107C75.2344 24.7107 76.5022 23.801 76.5022 22.5519C76.5022 21.4675 75.7376 20.8183 73.9271 20.3733L72.1165 19.9371C69.5512 19.3175 68.3603 18.1178 68.3603 16.171C68.3603 13.7606 70.4609 12.105 73.4426 12.105C76.3957 12.105 78.4194 13.7606 78.4875 16.171H76.377C76.2507 14.7769 75.0982 13.9353 73.414 13.9353C71.7298 13.9353 70.5773 14.7868 70.5773 16.026C70.5773 17.0137 71.3134 17.5949 73.1141 18.0398L74.6532 18.4177C77.5196 19.0955 78.7094 20.2469 78.7094 22.2904C78.7094 24.904 76.6286 26.541 73.3173 26.541C70.2191 26.541 68.1273 24.9425 67.9922 22.4156L70.1324 22.4157Z"
                              fill="#282739" />
                           <path
                              d="M83.2222 13.7124V16.1228H85.1591V17.7784H83.2222V23.3936C83.2222 24.2659 83.61 24.6724 84.4614 24.6724C84.6914 24.6684 84.9209 24.6522 85.1492 24.624V26.2697C84.7664 26.3413 84.3773 26.3737 83.9879 26.3664C81.9258 26.3664 81.1216 25.5919 81.1216 23.6165V17.7784H79.6406V16.1228H81.1215V13.7124H83.2222Z"
                              fill="#282739" />
                           <path
                              d="M86.2812 21.2161C86.2812 18.0114 88.1687 15.9976 91.1119 15.9976C94.0651 15.9976 95.9437 18.0113 95.9437 21.2161C95.9437 24.4296 94.0749 26.4346 91.1119 26.4346C88.15 26.4346 86.2812 24.4296 86.2812 21.2161ZM93.8135 21.2161C93.8135 19.0177 92.806 17.7202 91.1119 17.7202C89.4178 17.7202 88.4104 19.0276 88.4104 21.2161C88.4104 23.4232 89.4178 24.7108 91.1119 24.7108C92.806 24.7108 93.8135 23.4232 93.8135 21.2161H93.8135Z"
                              fill="#282739" />
                           <path
                              d="M97.6641 16.1225H99.6581V17.8561H99.7065C99.8414 17.3147 100.159 16.8362 100.605 16.5011C101.051 16.166 101.599 15.9946 102.156 16.0159C102.397 16.0151 102.638 16.0413 102.873 16.0939V18.0495C102.569 17.9566 102.251 17.9139 101.933 17.9232C101.63 17.9108 101.327 17.9644 101.046 18.0801C100.765 18.1959 100.512 18.3711 100.305 18.5937C100.098 18.8163 99.9417 19.0811 99.8467 19.3699C99.7517 19.6586 99.7204 19.9645 99.7548 20.2665V26.3079H97.6641L97.6641 16.1225Z"
                              fill="#282739" />
                           <path
                              d="M112.512 23.3167C112.231 25.1656 110.43 26.4346 108.126 26.4346C105.163 26.4346 103.324 24.4493 103.324 21.2644C103.324 18.0696 105.173 15.9976 108.038 15.9976C110.856 15.9976 112.629 17.9333 112.629 21.0216V21.7379H105.435V21.8643C105.401 22.2391 105.448 22.6167 105.572 22.972C105.696 23.3274 105.894 23.6523 106.154 23.9251C106.413 24.198 106.727 24.4126 107.075 24.5547C107.424 24.6968 107.799 24.7631 108.175 24.7493C108.669 24.7956 109.165 24.6811 109.588 24.423C110.012 24.1649 110.341 23.7769 110.527 23.3166L112.512 23.3167ZM105.445 20.2767H110.537C110.555 19.9397 110.504 19.6024 110.387 19.286C110.269 18.9697 110.087 18.6811 109.852 18.4383C109.618 18.1956 109.336 18.004 109.023 17.8755C108.711 17.747 108.376 17.6844 108.038 17.6917C107.698 17.6896 107.36 17.755 107.045 17.8841C106.73 18.0132 106.444 18.2034 106.203 18.4437C105.962 18.6841 105.771 18.9698 105.64 19.2844C105.51 19.599 105.444 19.9363 105.445 20.2767V20.2767Z"
                              fill="#282739" />
                        </svg>
                     </a>
                  </div>
                  <ul class="footer__socials-footer socials-footer">
                     <li class="socials-footer__item">
                        <a href="#" class="socials-footer__link">
                           <div class="socials-footer__icon">
                              <img src="/img/footer/vk.svg" alt="VK">
                           </div>
                           <div class="socials-footer__info">
                              <p class="socials-footer__subtitle">
                                 Вконтакте
                              </p>
                              <p class="socials-footer__numb">
                                 3 300
                              </p>
                           </div>
                        </a>
                     </li>
                     <li class="socials-footer__item">
                        <a href="#" class="socials-footer__link">
                           <div class="socials-footer__icon">
                              <img src="/img/footer/insta.svg" alt="Instagram">
                           </div>
                           <div class="socials-footer__info">
                              <p class="socials-footer__subtitle">
                                 Instagram
                              </p>
                              <p class="socials-footer__numb">
                                 10 602
                              </p>
                           </div>
                        </a>
                     </li>
                     <li class="socials-footer__item">
                        <a href="#" class="socials-footer__link">
                           <div class="socials-footer__icon">
                              <img src="/img/footer/youtube.svg" alt="YouTube">
                           </div>
                           <div class="socials-footer__info">
                              <p class="socials-footer__subtitle">
                                 YouTube
                              </p>
                              <p class="socials-footer__numb">
                                 3 603
                              </p>
                           </div>
                        </a>
                     </li>
                     <li class="socials-footer__item">
                        <a href="#" class="socials-footer__link">
                           <div class="socials-footer__icon">
                              <img src="/img/footer/telegram.svg" alt="Telegram">
                           </div>
                           <div class="socials-footer__info">
                              <p class="socials-footer__subtitle">
                                 Telegram
                              </p>
                              <p class="socials-footer__numb">
                                 432
                              </p>
                           </div>
                        </a>
                     </li>
                  </ul>
               </div>
               <div class="footer__bottom-footer bottom-footer">
                  <div class="bottom-footer__info">
                     <a href="#" class="bottom-footer__link underline">
                        Реквизиты
                     </a>
                     <a href="#" class="bottom-footer__link underline">
                        Политика конфиденциальности
                     </a>
                  </div>
                  <ul class="bottom-footer__list">
                     <li class="bottom-footer__item">
                        <a href="#" class="bottom-footer__link">
                           <img src="/img/footer/GooglePay.svg" alt="GooglePay">
                        </a>
                     </li>
                     <li class="bottom-footer__item">
                        <a href="#" class="bottom-footer__link">
                           <img src="/img/footer/ApplePay.svg" alt="ApplePay">
                        </a>
                     </li>
                     <li class="bottom-footer__item">
                        <a href="#" class="bottom-footer__link">
                           <img src="/img/footer/visa-logo.svg" alt="Visa">
                        </a>
                     </li>
                     <li class="bottom-footer__item">
                        <a href="#" class="bottom-footer__link">
                           <img src="/img/footer/Mastercard.svg" alt="Mastercard">
                        </a>
                     </li>
                     <li class="bottom-footer__item">
                        <a href="#" class="bottom-footer__link">
                           <img src="/img/footer/Maestro.svg" alt="Maestro">
                        </a>
                     </li>
                     <li class="bottom-footer__item">
                        <a href="#" class="bottom-footer__link">
                           <img src="/img/footer/Webmoney.svg" alt="Webmoney">
                        </a>
                     </li>
                     <li class="bottom-footer__item">
                        <a href="#" class="bottom-footer__link">
                           <img src="/img/footer/Qiwi.svg" alt="Qiwi">
                        </a>
                     </li>
                  </ul>
                  <ul class="bottom-footer__socials">
                     <li class="bottom-footer__subtitle">
                        Online чат:
                     </li>
                     <ul class="bottom-footer__icons-link icons-link">
                        <li class="icons-link__item">
                           <a href="#">
                              <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                 <g clip-path="url(#clip0_213_955)">
                                    <path
                                       d="M8.54256 9.03967C8.35957 9.22278 8.06282 9.22278 7.87971 9.03967L5.74959 6.90955C5.6617 6.82165 5.61226 6.70239 5.61226 6.57812C5.61226 6.45373 5.6617 6.33459 5.74959 6.24658L6.12825 5.86804L5.01607 4.75586L4.10493 5.66699C3.79829 5.97363 3.79842 6.47253 4.10493 6.77917L8.01009 10.6846C8.15767 10.8322 8.35518 10.9133 8.56624 10.9133C8.7773 10.9133 8.97481 10.832 9.12239 10.6844L10.0335 9.77344L8.92134 8.66113L8.54256 9.03967Z"
                                       fill="#5D6C7B" class="purple" />
                                    <path
                                       d="M15.3276 5.64722C15.3276 4.14441 14.7388 2.72791 13.6692 1.65845C12.5997 0.588989 11.1832 0 9.68054 0H6.33447C6.33447 0 6.33447 0 6.33435 0C4.83179 0 3.41528 0.588989 2.34595 1.65833C1.27649 2.72778 0.6875 4.14441 0.6875 5.64709V8.27722C0.6875 9.44092 1.04248 10.5604 1.71411 11.5146C2.30664 12.3564 3.10352 13.0139 4.03259 13.4309V14.9417C4.03259 15.7228 4.46997 15.9999 4.84448 16C5.11206 16 5.37976 15.8679 5.64026 15.6075L7.32324 13.9243H9.68066C11.1833 13.9243 12.5999 13.3353 13.6693 12.2659C14.7388 11.1964 15.3278 9.77991 15.3278 8.27722L15.3276 5.64722ZM11.0293 10.1049L9.78662 11.3474C9.46191 11.6721 9.02905 11.8507 8.56763 11.8507C8.1062 11.8507 7.67334 11.672 7.34863 11.3474L3.44336 7.44202C2.77136 6.76978 2.77136 5.67615 3.44336 5.00403L4.68604 3.76147C4.77393 3.67346 4.89307 3.62415 5.01746 3.62415C5.14172 3.62415 5.26099 3.67346 5.34888 3.76147L7.12402 5.53662C7.21191 5.62451 7.26123 5.74377 7.26123 5.86804C7.26123 5.99231 7.21191 6.11157 7.1239 6.19946L6.74536 6.578L8.21265 8.04529L8.59131 7.66663C8.77441 7.48364 9.07117 7.48364 9.25415 7.66675L11.0293 9.44189C11.1173 9.52979 11.1666 9.64905 11.1666 9.77332C11.1666 9.89771 11.1173 10.017 11.0293 10.1049ZM7.65259 4.55066C7.65259 4.29187 7.86243 4.08191 8.12134 4.08191C9.74548 4.08191 11.0669 5.4032 11.0669 7.02722C11.0669 7.28613 10.8571 7.49597 10.5981 7.49597C10.3394 7.49597 10.1294 7.28613 10.1294 7.02722C10.1294 5.92017 9.22864 5.01941 8.12134 5.01941C7.86243 5.01941 7.65259 4.80957 7.65259 4.55066ZM12.6063 7.49622C12.3474 7.49622 12.1376 7.28625 12.1376 7.02747C12.1377 5.95459 11.7198 4.94604 10.9613 4.18738C10.2026 3.42883 9.19409 3.01099 8.12122 3.01099C7.86243 3.01099 7.65247 2.80115 7.65247 2.54224C7.65247 2.28345 7.86243 2.07349 8.12122 2.07349C9.44446 2.07349 10.6885 2.58887 11.6241 3.52454C12.5599 4.46021 13.0752 5.70422 13.0751 7.02747C13.0751 7.28625 12.8652 7.49622 12.6063 7.49622Z"
                                       fill="#5D6C7B" class="purple" />
                                 </g>
                                 <defs>
                                    <clipPath id="clip0_213_955">
                                       <rect width="16" height="16" fill="white" />
                                    </clipPath>
                                 </defs>
                              </svg>
                           </a>
                        </li>
                        <li class="icons-link__item">
                           <a href="#">
                              <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                 <g clip-path="url(#clip0_213_958)">
                                    <path class="green"
                                       d="M7.99571 0.00488666C3.58004 0.0058236 0.00119302 3.58621 0.00212996 8.00188C0.00244228 9.53088 0.441214 11.0277 1.26635 12.3149L0.0224305 15.5424C-0.0438116 15.714 0.0416378 15.9069 0.213286 15.9731C0.25167 15.9879 0.292427 15.9955 0.333559 15.9955C0.371724 15.9956 0.409608 15.9891 0.445493 15.9761L3.77686 14.7868C7.52502 17.1212 12.4559 15.9751 14.7903 12.2269C17.1247 8.47875 15.9786 3.54789 12.2304 1.21352C10.9598 0.422171 9.49261 0.00341878 7.99571 0.00488666Z"
                                       fill="#5D6C7B" />
                                    <path
                                       d="M11.8055 9.36609C11.8055 9.36609 10.9894 8.96633 10.4783 8.69983C9.90002 8.40201 9.22042 8.95968 8.90061 9.27683C8.40288 9.08563 7.94827 8.79705 7.5634 8.42799C7.19428 8.04319 6.9057 7.58858 6.71456 7.09078C7.03172 6.77031 7.58805 6.09137 7.29156 5.51306C7.02838 5.00136 6.6253 4.18519 6.6253 4.18519C6.56874 4.07294 6.45384 4.00208 6.32813 4.00195H5.66187C4.69157 4.16954 3.98608 5.01617 3.9962 6.00077C3.9962 7.04681 5.24812 9.0563 6.0923 9.90112C6.93649 10.7459 8.94596 11.9972 9.99265 11.9972C10.9773 12.0073 11.8239 11.3018 11.9915 10.3316V9.66529C11.9916 9.53824 11.9195 9.42221 11.8055 9.36609Z"
                                       fill="#F7F7F7" />
                                 </g>
                                 <defs>
                                    <clipPath id="clip0_213_958">
                                       <rect width="16" height="16" fill="white" />
                                    </clipPath>
                                 </defs>
                              </svg>
                           </a>
                        </li>
                        <li class="icons-link__item">
                           <a href="#">
                              <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                 <g clip-path="url(#clip0_213_961)">
                                    <path class="blue"
                                       d="M6.27812 10.1211L6.01345 13.8438C6.39212 13.8438 6.55612 13.6811 6.75279 13.4858L8.52812 11.7891L12.2068 14.4831C12.8815 14.8591 13.3568 14.6611 13.5388 13.8624L15.9535 2.54777L15.9541 2.5471C16.1681 1.54977 15.5935 1.15977 14.9361 1.40443L0.742785 6.83843C-0.225881 7.21443 -0.211215 7.75443 0.578119 7.9991L4.20679 9.12777L12.6355 3.85377C13.0321 3.5911 13.3928 3.73643 13.0961 3.9991L6.27812 10.1211Z"
                                       fill="#5D6C7B" />
                                 </g>
                                 <defs>
                                    <clipPath id="clip0_213_961">
                                       <rect width="16" height="16" fill="white" />
                                    </clipPath>
                                 </defs>
                              </svg>
                           </a>
                        </li>
                     </ul>
                  </ul>
               </div>
            </div>
         </div>
      </footer>
      <!-- footer -->

   </div>
   <!-- pages -->

   <!-- modals -->
   <div class="popup popup_tel">
      <div class="popup__container">
         <div class="popup__burger">
            <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
               <rect x="15.5859" y="1.44336" width="20" height="1.05263" transform="rotate(135 15.5859 1.44336)"
                  fill="#5D6C7B" />
               <rect x="15.1406" y="15.8491" width="20" height="0.999999" transform="rotate(-135 15.1406 15.8491)"
                  fill="#5D6C7B" />
            </svg>
         </div>
         <div class="popup__content">
            <div class="popup__info">
               <h3 class="popup__middle-title middle-title">
                  Менеджер позвонит <br>
                  вам в течение 5 минут
               </h3>
               <p class="popup__text">
                  ответит на все вопросы и проконсультирует <br>
                  по продуктам Kugoo
               </p>
               <form action="#" method="get" class="popup__form-tel form-tel">
                  <input type="tel" class="form-tel__input" required tabindex="1" name="tel"
                     placeholder="+7 (___) __ - __ - __">
                  <button class="form-tel__button button button_purple" type="submit">
                     Позвоните мне
                  </button>
                  <label class="form-tel__footer">
                     <input type="checkbox" class="form-tel__check">
                     <p class="form-tel__text">
                        Нажимая на кнопку, вы соглашаетесь на обработку персональных данных и <span
                           class="form-tel__text_purple">политикой конфиденциальности</span>
                     </p>
                  </label>
               </form>
            </div>
            <div class="popup__image">
               <img src="/img/manager-image/manager.png" alt="Менеджер">
            </div>
         </div>
      </div>
   </div>
   <!-- modals -->

</body>

</html>